export const SPARE_PART_CATEGORY = [
  {
    name: "CD-чейнджер",
    code: "CD-чейнджер"
  },
  {
    name: "DVD",
    code: "DVD"
  },
  {
    name: "DVD-чейнджер",
    code: "DVD-чейнджер"
  },
  {
    name: "GPS трекер",
    code: "GPS трекер"
  },
  {
    name: "TV тюнер",
    code: "TV тюнер"
  },
  {
    name: "Абсорбер бампера",
    code: "Абсорбер бампера"
  },
  {
    name: "Автономный кондиционер",
    code: "Автономный кондиционер"
  },
  {
    name: "Автономный отопитель",
    code: "Автономный отопитель"
  },
  {
    name: "Адаптер CCS",
    code: "Адаптер CCS"
  },
  {
    name: "Адсорбер",
    code: "Адсорбер"
  },
  {
    name: "Аккумулятор (АКБ)",
    code: "Аккумулятор (АКБ)"
  },
  {
    name: "Аккумуляторный ящик (АКБ)",
    code: "Аккумуляторный ящик (АКБ)"
  },
  {
    name: "Активатор (привод) замка двери",
    code: "Активатор (привод) замка двери"
  },
  {
    name: "Активатор замка багажника",
    code: "Активатор замка багажника"
  },
  {
    name: "Активатор замка крышки топливного бака",
    code: "Активатор замка крышки топливного бака"
  },
  {
    name: "Актуатор HSR",
    code: "Актуатор HSR"
  },
  {
    name: "Актуатор выбора передач",
    code: "Актуатор выбора передач"
  },
  {
    name: "Актуатор раздаточной коробки",
    code: "Актуатор раздаточной коробки"
  },
  {
    name: "Актуатор сцепления",
    code: "Актуатор сцепления"
  },
  {
    name: "Амортизатор (демпфер) рулевой рейки",
    code: "Амортизатор (демпфер) рулевой рейки"
  },
  {
    name: "Амортизатор бардачка",
    code: "Амортизатор бардачка"
  },
  {
    name: "Амортизатор двери",
    code: "Амортизатор двери"
  },
  {
    name: "Амортизатор задний",
    code: "Амортизатор задний"
  },
  {
    name: "Амортизатор задний левый",
    code: "Амортизатор задний левый"
  },
  {
    name: "Амортизатор задний правый",
    code: "Амортизатор задний правый"
  },
  {
    name: "Амортизатор кабины",
    code: "Амортизатор кабины"
  },
  {
    name: "Амортизатор капота",
    code: "Амортизатор капота"
  },
  {
    name: "Амортизатор крышки багажника (3-5 двери)",
    code: "Амортизатор крышки багажника (3-5 двери)"
  },
  {
    name: "Амортизатор передний",
    code: "Амортизатор передний"
  },
  {
    name: "Амортизатор передний левый",
    code: "Амортизатор передний левый"
  },
  {
    name: "Амортизатор передний правый",
    code: "Амортизатор передний правый"
  },
  {
    name: "Амортизатор пола багажника",
    code: "Амортизатор пола багажника"
  },
  {
    name: "Амортизатор рулевой колонки",
    code: "Амортизатор рулевой колонки"
  },
  {
    name: "Амортизатор сиденья",
    code: "Амортизатор сиденья"
  },
  {
    name: "Амортизатор спальника",
    code: "Амортизатор спальника"
  },
  {
    name: "Амортизатор стекла багажника",
    code: "Амортизатор стекла багажника"
  },
  {
    name: "Амортизатор ТНВД",
    code: "Амортизатор ТНВД"
  },
  {
    name: "Ангельские глазки в фары",
    code: "Ангельские глазки в фары"
  },
  {
    name: "Антенна",
    code: "Антенна"
  },
  {
    name: "Антенна Bluetooth",
    code: "Антенна Bluetooth"
  },
  {
    name: "Антенна иммобилайзера",
    code: "Антенна иммобилайзера"
  },
  {
    name: "Антенна навигации",
    code: "Антенна навигации"
  },
  {
    name: "Антенна сигнализации",
    code: "Антенна сигнализации"
  },
  {
    name: "Антенна системы Комфортный доступ",
    code: "Антенна системы Комфортный доступ"
  },
  {
    name: "Аптечка",
    code: "Аптечка"
  },
  {
    name: "Арка задняя левая",
    code: "Арка задняя левая"
  },
  {
    name: "Арка задняя правая",
    code: "Арка задняя правая"
  },
  {
    name: "Арка передняя левая",
    code: "Арка передняя левая"
  },
  {
    name: "Арка передняя правая",
    code: "Арка передняя правая"
  },
  {
    name: "Ароматизатор",
    code: "Ароматизатор"
  },
  {
    name: "Аудиосистема (комплект)",
    code: "Аудиосистема (комплект)"
  },
  {
    name: "Багажник на крышу",
    code: "Багажник на крышу"
  },
  {
    name: "Бак AdBlue",
    code: "Бак AdBlue"
  },
  {
    name: "Бак гидравлический",
    code: "Бак гидравлический"
  },
  {
    name: "Бак масляный",
    code: "Бак масляный"
  },
  {
    name: "Бак топливный",
    code: "Бак топливный"
  },
  {
    name: "Балка оси передней",
    code: "Балка оси передней"
  },
  {
    name: "Балка под КПП",
    code: "Балка под КПП"
  },
  {
    name: "Балка под радиатор",
    code: "Балка под радиатор"
  },
  {
    name: "Балка подвески задняя",
    code: "Балка подвески задняя"
  },
  {
    name: "Балка подвески передняя (подрамник)",
    code: "Балка подвески передняя (подрамник)"
  },
  {
    name: "Бампер задний",
    code: "Бампер задний"
  },
  {
    name: "Бампер передний",
    code: "Бампер передний"
  },
  {
    name: "Барабан АКПП",
    code: "Барабан АКПП"
  },
  {
    name: "Барабан вариатора",
    code: "Барабан вариатора"
  },
  {
    name: "Барабан тормозной",
    code: "Барабан тормозной"
  },
  {
    name: "Бардачок",
    code: "Бардачок"
  },
  {
    name: "Бачок LHM",
    code: "Бачок LHM"
  },
  {
    name: "Бачок активного стабилизатора",
    code: "Бачок активного стабилизатора"
  },
  {
    name: "Бачок гидроборта",
    code: "Бачок гидроборта"
  },
  {
    name: "Бачок гидроусилителя",
    code: "Бачок гидроусилителя"
  },
  {
    name: "Бачок главного тормозного цилиндра",
    code: "Бачок главного тормозного цилиндра"
  },
  {
    name: "Бачок главного цилиндра сцепления",
    code: "Бачок главного цилиндра сцепления"
  },
  {
    name: "Бачок иолиса",
    code: "Бачок иолиса"
  },
  {
    name: "Бачок кондиционера",
    code: "Бачок кондиционера"
  },
  {
    name: "Бачок омывателя",
    code: "Бачок омывателя"
  },
  {
    name: "Бачок омывателя фар",
    code: "Бачок омывателя фар"
  },
  {
    name: "Бачок расширительный",
    code: "Бачок расширительный"
  },
  {
    name: "Бачок тормозной жидкости",
    code: "Бачок тормозной жидкости"
  },
  {
    name: "Башмак рессоры",
    code: "Башмак рессоры"
  },
  {
    name: "Бендикс (обгонная муфта) стартера",
    code: "Бендикс (обгонная муфта) стартера"
  },
  {
    name: "Беспроводное зарядное устройство",
    code: "Беспроводное зарядное устройство"
  },
  {
    name: "Бленда",
    code: "Бленда"
  },
  {
    name: "Блок ABS",
    code: "Блок ABS"
  },
  {
    name: "Блок AirBag",
    code: "Блок AirBag"
  },
  {
    name: "Блок AKS",
    code: "Блок AKS"
  },
  {
    name: "Блок Bluetooth",
    code: "Блок Bluetooth"
  },
  {
    name: "Блок BSI",
    code: "Блок BSI"
  },
  {
    name: "Блок BSM",
    code: "Блок BSM"
  },
  {
    name: "Блок CEM",
    code: "Блок CEM"
  },
  {
    name: "Блок FFR",
    code: "Блок FFR"
  },
  {
    name: "Блок Gateway",
    code: "Блок Gateway"
  },
  {
    name: "Блок REM",
    code: "Блок REM"
  },
  {
    name: "Блок SAM",
    code: "Блок SAM"
  },
  {
    name: "Блок VCM LTE",
    code: "Блок VCM LTE"
  },
  {
    name: "Блок VECU",
    code: "Блок VECU"
  },
  {
    name: "Блок VIC",
    code: "Блок VIC"
  },
  {
    name: "Блок ZBR",
    code: "Блок ZBR"
  },
  {
    name: "Блок аварийного вызова",
    code: "Блок аварийного вызова"
  },
  {
    name: "Блок бортовой сети (блок управления BCM)",
    code: "Блок бортовой сети (блок управления BCM)"
  },
  {
    name: "Блок клапанов активного стабилизатора",
    code: "Блок клапанов активного стабилизатора"
  },
  {
    name: "Блок клапанов гидроподвески",
    code: "Блок клапанов гидроподвески"
  },
  {
    name: "Блок клапанов пневмоподвески",
    code: "Блок клапанов пневмоподвески"
  },
  {
    name: "Блок кнопок",
    code: "Блок кнопок"
  },
  {
    name: "Блок комфорта",
    code: "Блок комфорта"
  },
  {
    name: "Блок контроля аккумулятора (АКБ)",
    code: "Блок контроля аккумулятора (АКБ)"
  },
  {
    name: "Блок контроля давления в шинах",
    code: "Блок контроля давления в шинах"
  },
  {
    name: "Блок контроля мощности",
    code: "Блок контроля мощности"
  },
  {
    name: "Блок координатор",
    code: "Блок координатор"
  },
  {
    name: "Блок круиз-контроля",
    code: "Блок круиз-контроля"
  },
  {
    name: "Блок мультимедиа",
    code: "Блок мультимедиа"
  },
  {
    name: "Блок навигации",
    code: "Блок навигации"
  },
  {
    name: "Блок памяти сидений",
    code: "Блок памяти сидений"
  },
  {
    name: "Блок питания",
    code: "Блок питания"
  },
  {
    name: "Блок предохранителей",
    code: "Блок предохранителей"
  },
  {
    name: "Блок радио",
    code: "Блок радио"
  },
  {
    name: "Блок регулировки угла наклона фар",
    code: "Блок регулировки угла наклона фар"
  },
  {
    name: "Блок реле",
    code: "Блок реле"
  },
  {
    name: "Блок розжига LED",
    code: "Блок розжига LED"
  },
  {
    name: "Блок розжига ксенона",
    code: "Блок розжига ксенона"
  },
  {
    name: "Блок ручника (стояночного тормоза)",
    code: "Блок ручника (стояночного тормоза)"
  },
  {
    name: "Блок согласования фаркопа",
    code: "Блок согласования фаркопа"
  },
  {
    name: "Блок соленоидов АКПП",
    code: "Блок соленоидов АКПП"
  },
  {
    name: "Блок считывания ключ-карты",
    code: "Блок считывания ключ-карты"
  },
  {
    name: "Блок управления (другие)",
    code: "Блок управления (другие)"
  },
  {
    name: "Блок управления AAM",
    code: "Блок управления AAM"
  },
  {
    name: "Блок управления ABS",
    code: "Блок управления ABS"
  },
  {
    name: "Блок управления Active Sound Design",
    code: "Блок управления Active Sound Design"
  },
  {
    name: "Блок управления AdBlue",
    code: "Блок управления AdBlue"
  },
  {
    name: "Блок управления AGW",
    code: "Блок управления AGW"
  },
  {
    name: "Блок управления AMI",
    code: "Блок управления AMI"
  },
  {
    name: "Блок управления BDC",
    code: "Блок управления BDC"
  },
  {
    name: "Блок управления BSD",
    code: "Блок управления BSD"
  },
  {
    name: "Блок управления CAS",
    code: "Блок управления CAS"
  },
  {
    name: "Блок управления CDM",
    code: "Блок управления CDM"
  },
  {
    name: "Блок управления Controller Touch",
    code: "Блок управления Controller Touch"
  },
  {
    name: "Блок управления CPC/FR",
    code: "Блок управления CPC/FR"
  },
  {
    name: "Блок управления CUV",
    code: "Блок управления CUV"
  },
  {
    name: "Блок управления DMI",
    code: "Блок управления DMI"
  },
  {
    name: "Блок управления Dynamic Drive",
    code: "Блок управления Dynamic Drive"
  },
  {
    name: "Блок управления Easytronic",
    code: "Блок управления Easytronic"
  },
  {
    name: "Блок управления EBS",
    code: "Блок управления EBS"
  },
  {
    name: "Блок управления EGAS",
    code: "Блок управления EGAS"
  },
  {
    name: "Блок управления EM",
    code: "Блок управления EM"
  },
  {
    name: "Блок управления EPB",
    code: "Блок управления EPB"
  },
  {
    name: "Блок управления ESC",
    code: "Блок управления ESC"
  },
  {
    name: "Блок управления ESP",
    code: "Блок управления ESP"
  },
  {
    name: "Блок управления ETS",
    code: "Блок управления ETS"
  },
  {
    name: "Блок управления FEM",
    code: "Блок управления FEM"
  },
  {
    name: "Блок управления FFC",
    code: "Блок управления FFC"
  },
  {
    name: "Блок управления HSR",
    code: "Блок управления HSR"
  },
  {
    name: "Блок управления ICM",
    code: "Блок управления ICM"
  },
  {
    name: "Блок управления KaFAS",
    code: "Блок управления KaFAS"
  },
  {
    name: "Блок управления KSM",
    code: "Блок управления KSM"
  },
  {
    name: "Блок управления MPX",
    code: "Блок управления MPX"
  },
  {
    name: "Блок управления PTM",
    code: "Блок управления PTM"
  },
  {
    name: "Блок управления SAS",
    code: "Блок управления SAS"
  },
  {
    name: "Блок управления Shift Lock",
    code: "Блок управления Shift Lock"
  },
  {
    name: "Блок управления USB",
    code: "Блок управления USB"
  },
  {
    name: "Блок управления VCM",
    code: "Блок управления VCM"
  },
  {
    name: "Блок управления VDP",
    code: "Блок управления VDP"
  },
  {
    name: "Блок управления VVT Valvetronic",
    code: "Блок управления VVT Valvetronic"
  },
  {
    name: "Блок управления ZGW",
    code: "Блок управления ZGW"
  },
  {
    name: "Блок управления автономным отопителем",
    code: "Блок управления автономным отопителем"
  },
  {
    name: "Блок управления автопилотом",
    code: "Блок управления автопилотом"
  },
  {
    name: "Блок управления аккумулятором (АКБ)",
    code: "Блок управления аккумулятором (АКБ)"
  },
  {
    name: "Блок управления АКПП",
    code: "Блок управления АКПП"
  },
  {
    name: "Блок управления бесключевым доступом",
    code: "Блок управления бесключевым доступом"
  },
  {
    name: "Блок управления блокировкой дифференциала",
    code: "Блок управления блокировкой дифференциала"
  },
  {
    name: "Блок управления вентилятором радиатора",
    code: "Блок управления вентилятором радиатора"
  },
  {
    name: "Блок управления газового оборудования",
    code: "Блок управления газового оборудования"
  },
  {
    name: "Блок управления гибрида",
    code: "Блок управления гибрида"
  },
  {
    name: "Блок управления гидроподвеской",
    code: "Блок управления гидроподвеской"
  },
  {
    name: "Блок управления двери",
    code: "Блок управления двери"
  },
  {
    name: "Блок управления двери задней левой",
    code: "Блок управления двери задней левой"
  },
  {
    name: "Блок управления двери задней правой",
    code: "Блок управления двери задней правой"
  },
  {
    name: "Блок управления двери передней левой",
    code: "Блок управления двери передней левой"
  },
  {
    name: "Блок управления двери передней правой",
    code: "Блок управления двери передней правой"
  },
  {
    name: "Блок управления двигателем",
    code: "Блок управления двигателем"
  },
  {
    name: "Блок управления движением по полосам",
    code: "Блок управления движением по полосам"
  },
  {
    name: "Блок управления дистанционным запуском",
    code: "Блок управления дистанционным запуском"
  },
  {
    name: "Блок управления заднего редуктора",
    code: "Блок управления заднего редуктора"
  },
  {
    name: "Блок управления заднего функционального модуля",
    code: "Блок управления заднего функционального модуля"
  },
  {
    name: "Блок управления зеркалами",
    code: "Блок управления зеркалами"
  },
  {
    name: "Блок управления кабины",
    code: "Блок управления кабины"
  },
  {
    name: "Блок управления камерой",
    code: "Блок управления камерой"
  },
  {
    name: "Блок управления кнопками руля",
    code: "Блок управления кнопками руля"
  },
  {
    name: "Блок управления коммутационным центром",
    code: "Блок управления коммутационным центром"
  },
  {
    name: "Блок управления кондиционера",
    code: "Блок управления кондиционера"
  },
  {
    name: "Блок управления круговым обзором",
    code: "Блок управления круговым обзором"
  },
  {
    name: "Блок управления крыши / люка",
    code: "Блок управления крыши / люка"
  },
  {
    name: "Блок управления крышкой багажника",
    code: "Блок управления крышкой багажника"
  },
  {
    name: "Блок управления магнитолой",
    code: "Блок управления магнитолой"
  },
  {
    name: "Блок управления монитором",
    code: "Блок управления монитором"
  },
  {
    name: "Блок управления моторным тормозом",
    code: "Блок управления моторным тормозом"
  },
  {
    name: "Блок управления муфты Haldex",
    code: "Блок управления муфты Haldex"
  },
  {
    name: "Блок управления ограничения скорости (CVM)",
    code: "Блок управления ограничения скорости (CVM)"
  },
  {
    name: "Блок управления парктрониками",
    code: "Блок управления парктрониками"
  },
  {
    name: "Блок управления печки/климат-контроля",
    code: "Блок управления печки/климат-контроля"
  },
  {
    name: "Блок управления пневмоподвеской",
    code: "Блок управления пневмоподвеской"
  },
  {
    name: "Блок управления подогревом лобового стекла",
    code: "Блок управления подогревом лобового стекла"
  },
  {
    name: "Блок управления подогревом сидения",
    code: "Блок управления подогревом сидения"
  },
  {
    name: "Блок управления подрулевыми переключателями",
    code: "Блок управления подрулевыми переключателями"
  },
  {
    name: "Блок управления полным приводом",
    code: "Блок управления полным приводом"
  },
  {
    name: "Блок управления противоугонной системой",
    code: "Блок управления противоугонной системой"
  },
  {
    name: "Блок управления раздаточной коробки",
    code: "Блок управления раздаточной коробки"
  },
  {
    name: "Блок управления ремнем безопасности",
    code: "Блок управления ремнем безопасности"
  },
  {
    name: "Блок управления ретардером",
    code: "Блок управления ретардером"
  },
  {
    name: "Блок управления роботизированной КПП",
    code: "Блок управления роботизированной КПП"
  },
  {
    name: "Блок управления рулевой колонки",
    code: "Блок управления рулевой колонки"
  },
  {
    name: "Блок управления рулевой рейки",
    code: "Блок управления рулевой рейки"
  },
  {
    name: "Блок управления светом",
    code: "Блок управления светом"
  },
  {
    name: "Блок управления светом AFS",
    code: "Блок управления светом AFS"
  },
  {
    name: "Блок управления светом HCM",
    code: "Блок управления светом HCM"
  },
  {
    name: "Блок управления сервотроника",
    code: "Блок управления сервотроника"
  },
  {
    name: "Блок управления сигнализацией",
    code: "Блок управления сигнализацией"
  },
  {
    name: "Блок управления сиденьем",
    code: "Блок управления сиденьем"
  },
  {
    name: "Блок управления системы Комфортный доступ",
    code: "Блок управления системы Комфортный доступ"
  },
  {
    name: "Блок управления системы нейтрализации ОГ",
    code: "Блок управления системы нейтрализации ОГ"
  },
  {
    name: "Блок управления системы распознавания объектов",
    code: "Блок управления системы распознавания объектов"
  },
  {
    name: "Блок управления стеклоочистителя (дворника)",
    code: "Блок управления стеклоочистителя (дворника)"
  },
  {
    name: "Блок управления стеклоподъемниками",
    code: "Блок управления стеклоподъемниками"
  },
  {
    name: "Блок управления телекоммуникаций",
    code: "Блок управления телекоммуникаций"
  },
  {
    name: "Блок управления телефоном",
    code: "Блок управления телефоном"
  },
  {
    name: "Блок управления ТНВД",
    code: "Блок управления ТНВД"
  },
  {
    name: "Блок управления топливным насосом",
    code: "Блок управления топливным насосом"
  },
  {
    name: "Блок управления турбиной",
    code: "Блок управления турбиной"
  },
  {
    name: "Блок управления форсунками",
    code: "Блок управления форсунками"
  },
  {
    name: "Блок управления центральным замком",
    code: "Блок управления центральным замком"
  },
  {
    name: "Блок управления электроусилителя руля",
    code: "Блок управления электроусилителя руля"
  },
  {
    name: "Блок цилиндров",
    code: "Блок цилиндров"
  },
  {
    name: "Боковина кузова левая",
    code: "Боковина кузова левая"
  },
  {
    name: "Боковина кузова правая",
    code: "Боковина кузова правая"
  },
  {
    name: "Бокс выдвижной под сиденье",
    code: "Бокс выдвижной под сиденье"
  },
  {
    name: "Бокс межкресельный",
    code: "Бокс межкресельный"
  },
  {
    name: "Болт",
    code: "Болт"
  },
  {
    name: "Болт АКПП",
    code: "Болт АКПП"
  },
  {
    name: "Болт генератора",
    code: "Болт генератора"
  },
  {
    name: "Болт двигателя",
    code: "Болт двигателя"
  },
  {
    name: "Болт колесный",
    code: "Болт колесный"
  },
  {
    name: "Болт крепления задней ступицы",
    code: "Болт крепления задней ступицы"
  },
  {
    name: "Болт крепления карданного вала",
    code: "Болт крепления карданного вала"
  },
  {
    name: "Болт крепления тормозного диска",
    code: "Болт крепления тормозного диска"
  },
  {
    name: "Болт крепления форсунки",
    code: "Болт крепления форсунки"
  },
  {
    name: "Болт маховика",
    code: "Болт маховика"
  },
  {
    name: "Болт натяжения торсиона",
    code: "Болт натяжения торсиона"
  },
  {
    name: "Болт развальный",
    code: "Болт развальный"
  },
  {
    name: "Болт суппорта",
    code: "Болт суппорта"
  },
  {
    name: "Болт шкива коленвала",
    code: "Болт шкива коленвала"
  },
  {
    name: "Борт откидной",
    code: "Борт откидной"
  },
  {
    name: "Брелок (пульт дистанционного управления)",
    code: "Брелок (пульт дистанционного управления)"
  },
  {
    name: "Брызговик",
    code: "Брызговик"
  },
  {
    name: "Вакуумный модулятор АКПП",
    code: "Вакуумный модулятор АКПП"
  },
  {
    name: "Вакуумный ресивер",
    code: "Вакуумный ресивер"
  },
  {
    name: "Вакуумный усилитель тормозов",
    code: "Вакуумный усилитель тормозов"
  },
  {
    name: "Вал балансирный",
    code: "Вал балансирный"
  },
  {
    name: "Вал ведомый АКПП",
    code: "Вал ведомый АКПП"
  },
  {
    name: "Вал ведущий АКПП",
    code: "Вал ведущий АКПП"
  },
  {
    name: "Вал входной АКПП",
    code: "Вал входной АКПП"
  },
  {
    name: "Вал КПП (АКПП, раздатки)",
    code: "Вал КПП (АКПП, раздатки)"
  },
  {
    name: "Вал приводной с фланцем АКПП",
    code: "Вал приводной с фланцем АКПП"
  },
  {
    name: "Вал промежуточный",
    code: "Вал промежуточный"
  },
  {
    name: "Вал рулевой рейки",
    code: "Вал рулевой рейки"
  },
  {
    name: "Вал ТНВД",
    code: "Вал ТНВД"
  },
  {
    name: "Вал тормозной",
    code: "Вал тормозной"
  },
  {
    name: "Вариатор",
    code: "Вариатор"
  },
  {
    name: "Велобагажник на крышку багажника",
    code: "Велобагажник на крышку багажника"
  },
  {
    name: "Велобагажник на крышу",
    code: "Велобагажник на крышу"
  },
  {
    name: "Велобагажник на фаркоп",
    code: "Велобагажник на фаркоп"
  },
  {
    name: "Венец зубчатый маховика",
    code: "Венец зубчатый маховика"
  },
  {
    name: "Вентиль для колес (ниппель)",
    code: "Вентиль для колес (ниппель)"
  },
  {
    name: "Вентилятор интеркулера",
    code: "Вентилятор интеркулера"
  },
  {
    name: "Вентилятор кондиционера",
    code: "Вентилятор кондиционера"
  },
  {
    name: "Вентилятор охлаждения батареи",
    code: "Вентилятор охлаждения батареи"
  },
  {
    name: "Вентилятор охлаждения инвертора",
    code: "Вентилятор охлаждения инвертора"
  },
  {
    name: "Вентилятор охлаждения отсека электроники",
    code: "Вентилятор охлаждения отсека электроники"
  },
  {
    name: "Вентилятор радиатора",
    code: "Вентилятор радиатора"
  },
  {
    name: "Ветрозащитная перегородка",
    code: "Ветрозащитная перегородка"
  },
  {
    name: "Вещевое отделение в багажнике",
    code: "Вещевое отделение в багажнике"
  },
  {
    name: "Вещевой ящик центральной консоли",
    code: "Вещевой ящик центральной консоли"
  },
  {
    name: "Вибромотор руля",
    code: "Вибромотор руля"
  },
  {
    name: "Видеомодуль",
    code: "Видеомодуль"
  },
  {
    name: "Видеорегистратор штатный",
    code: "Видеорегистратор штатный"
  },
  {
    name: "Вилка амортизатора",
    code: "Вилка амортизатора"
  },
  {
    name: "Вилка КПП",
    code: "Вилка КПП"
  },
  {
    name: "Вилка стартера",
    code: "Вилка стартера"
  },
  {
    name: "Вилка сцепления",
    code: "Вилка сцепления"
  },
  {
    name: "Винтовая подвеска (койловеры)",
    code: "Винтовая подвеска (койловеры)"
  },
  {
    name: "Вискомуфта",
    code: "Вискомуфта"
  },
  {
    name: "Вкладыш коренной",
    code: "Вкладыш коренной"
  },
  {
    name: "Вкладыш распредвала",
    code: "Вкладыш распредвала"
  },
  {
    name: "Вкладыш шатунный",
    code: "Вкладыш шатунный"
  },
  {
    name: "Водосток капота",
    code: "Водосток капота"
  },
  {
    name: "Водосток крышки багажника левый",
    code: "Водосток крышки багажника левый"
  },
  {
    name: "Водосток крышки багажника правый",
    code: "Водосток крышки багажника правый"
  },
  {
    name: "Воздуховод",
    code: "Воздуховод"
  },
  {
    name: "Воздуховод интеркулера",
    code: "Воздуховод интеркулера"
  },
  {
    name: "Воздуховод отопителя (печки)",
    code: "Воздуховод отопителя (печки)"
  },
  {
    name: "Воздуховод радиатора",
    code: "Воздуховод радиатора"
  },
  {
    name: "Воздуховод тормозной левый",
    code: "Воздуховод тормозной левый"
  },
  {
    name: "Воздуховод тормозной правый",
    code: "Воздуховод тормозной правый"
  },
  {
    name: "Воздухозаборник",
    code: "Воздухозаборник"
  },
  {
    name: "Воронка топливная",
    code: "Воронка топливная"
  },
  {
    name: "Втулка направляющая выжимного подшипника",
    code: "Втулка направляющая выжимного подшипника"
  },
  {
    name: "Втулка руля",
    code: "Втулка руля"
  },
  {
    name: "Втулка стабилизатора",
    code: "Втулка стабилизатора"
  },
  {
    name: "Втулка стеклоочистителя",
    code: "Втулка стеклоочистителя"
  },
  {
    name: "Втулка шлицевая АКПП",
    code: "Втулка шлицевая АКПП"
  },
  {
    name: "Выключатель концевой (концевик)",
    code: "Выключатель концевой (концевик)"
  },
  {
    name: "Выключатель массы (контактор)",
    code: "Выключатель массы (контактор)"
  },
  {
    name: "Высоковольтная батарея",
    code: "Высоковольтная батарея"
  },
  {
    name: "Газовое оборудование (комплект)",
    code: "Газовое оборудование (комплект)"
  },
  {
    name: "Газовый баллон",
    code: "Газовый баллон"
  },
  {
    name: "Газовый редуктор",
    code: "Газовый редуктор"
  },
  {
    name: "Гайка",
    code: "Гайка"
  },
  {
    name: "Гайка двигателя",
    code: "Гайка двигателя"
  },
  {
    name: "Гайка для форсунки",
    code: "Гайка для форсунки"
  },
  {
    name: "Гайка колесная",
    code: "Гайка колесная"
  },
  {
    name: "Гайка ступицы",
    code: "Гайка ступицы"
  },
  {
    name: "Гайка топливного насоса",
    code: "Гайка топливного насоса"
  },
  {
    name: "Генератор",
    code: "Генератор"
  },
  {
    name: "Генератор звука двигателя",
    code: "Генератор звука двигателя"
  },
  {
    name: "Генератор импульсов",
    code: "Генератор импульсов"
  },
  {
    name: "Герметик для шин штатный",
    code: "Герметик для шин штатный"
  },
  {
    name: "Гидроаккумулятор",
    code: "Гидроаккумулятор"
  },
  {
    name: "Гидроблок АКПП",
    code: "Гидроблок АКПП"
  },
  {
    name: "Гидроборт",
    code: "Гидроборт"
  },
  {
    name: "Гидрокомпенсатор",
    code: "Гидрокомпенсатор"
  },
  {
    name: "Гидромуфта",
    code: "Гидромуфта"
  },
  {
    name: "Гидростойка задняя левая",
    code: "Гидростойка задняя левая"
  },
  {
    name: "Гидростойка задняя правая",
    code: "Гидростойка задняя правая"
  },
  {
    name: "Гидростойка передняя левая",
    code: "Гидростойка передняя левая"
  },
  {
    name: "Гидростойка передняя правая",
    code: "Гидростойка передняя правая"
  },
  {
    name: "Гидросфера",
    code: "Гидросфера"
  },
  {
    name: "Гидросфера задняя левая",
    code: "Гидросфера задняя левая"
  },
  {
    name: "Гидросфера задняя правая",
    code: "Гидросфера задняя правая"
  },
  {
    name: "Гидросфера передняя левая",
    code: "Гидросфера передняя левая"
  },
  {
    name: "Гидросфера передняя правая",
    code: "Гидросфера передняя правая"
  },
  {
    name: "Гидротрансформатор АКПП (бублик)",
    code: "Гидротрансформатор АКПП (бублик)"
  },
  {
    name: "Гидроцилиндр гидроборта",
    code: "Гидроцилиндр гидроборта"
  },
  {
    name: "Гидроцилиндр задний",
    code: "Гидроцилиндр задний"
  },
  {
    name: "Гидроцилиндр рулевой",
    code: "Гидроцилиндр рулевой"
  },
  {
    name: "Гильза цилиндра",
    code: "Гильза цилиндра"
  },
  {
    name: "Гироскоп",
    code: "Гироскоп"
  },
  {
    name: "Главная пара АКПП",
    code: "Главная пара АКПП"
  },
  {
    name: "Глушитель",
    code: "Глушитель"
  },
  {
    name: "Глушитель автономного отопителя",
    code: "Глушитель автономного отопителя"
  },
  {
    name: "Головка блока цилиндров",
    code: "Головка блока цилиндров"
  },
  {
    name: "Головка стартера",
    code: "Головка стартера"
  },
  {
    name: "Горелка автономного отопителя",
    code: "Горелка автономного отопителя"
  },
  {
    name: "Горловина бака AdBlue",
    code: "Горловина бака AdBlue"
  },
  {
    name: "Горловина бачка омывателя",
    code: "Горловина бачка омывателя"
  },
  {
    name: "Горловина топливного бака",
    code: "Горловина топливного бака"
  },
  {
    name: "Горный тормоз (ретардер)",
    code: "Горный тормоз (ретардер)"
  },
  {
    name: "Гофра глушителя",
    code: "Гофра глушителя"
  },
  {
    name: "Гофра инжектора",
    code: "Гофра инжектора"
  },
  {
    name: "Гофра проводки багажника",
    code: "Гофра проводки багажника"
  },
  {
    name: "Гофра проводки двери",
    code: "Гофра проводки двери"
  },
  {
    name: "Грузики руля",
    code: "Грузики руля"
  },
  {
    name: "Датчик (прочие)",
    code: "Датчик (прочие)"
  },
  {
    name: "Датчик ABS",
    code: "Датчик ABS"
  },
  {
    name: "Датчик ABS задний",
    code: "Датчик ABS задний"
  },
  {
    name: "Датчик ABS передний",
    code: "Датчик ABS передний"
  },
  {
    name: "Датчик AdBlue",
    code: "Датчик AdBlue"
  },
  {
    name: "Датчик AirBag",
    code: "Датчик AirBag"
  },
  {
    name: "Датчик NOx",
    code: "Датчик NOx"
  },
  {
    name: "Датчик абсолютного давления",
    code: "Датчик абсолютного давления"
  },
  {
    name: "Датчик вариатора",
    code: "Датчик вариатора"
  },
  {
    name: "Датчик воды в топливном фильтре",
    code: "Датчик воды в топливном фильтре"
  },
  {
    name: "Датчик давления в шине",
    code: "Датчик давления в шине"
  },
  {
    name: "Датчик давления выхлопных газов",
    code: "Датчик давления выхлопных газов"
  },
  {
    name: "Датчик давления масла",
    code: "Датчик давления масла"
  },
  {
    name: "Датчик давления масла АКПП",
    code: "Датчик давления масла АКПП"
  },
  {
    name: "Датчик давления наддува",
    code: "Датчик давления наддува"
  },
  {
    name: "Датчик давления пневмосистемы",
    code: "Датчик давления пневмосистемы"
  },
  {
    name: "Датчик давления топлива",
    code: "Датчик давления топлива"
  },
  {
    name: "Датчик давления тормозной жидкости",
    code: "Датчик давления тормозной жидкости"
  },
  {
    name: "Датчик детонации",
    code: "Датчик детонации"
  },
  {
    name: "Датчик доводчика багажника (двери)",
    code: "Датчик доводчика багажника (двери)"
  },
  {
    name: "Датчик дождя",
    code: "Датчик дождя"
  },
  {
    name: "Датчик загрязнения воздуха",
    code: "Датчик загрязнения воздуха"
  },
  {
    name: "Датчик заднего хода (лягушка)",
    code: "Датчик заднего хода (лягушка)"
  },
  {
    name: "Датчик закрытия крышки багажника",
    code: "Датчик закрытия крышки багажника"
  },
  {
    name: "Датчик звукового сигнала (зуммер)",
    code: "Датчик звукового сигнала (зуммер)"
  },
  {
    name: "Датчик износа тормозных колодок задний",
    code: "Датчик износа тормозных колодок задний"
  },
  {
    name: "Датчик износа тормозных колодок передний",
    code: "Датчик износа тормозных колодок передний"
  },
  {
    name: "Датчик иммобилайзера",
    code: "Датчик иммобилайзера"
  },
  {
    name: "Датчик клапана турбины",
    code: "Датчик клапана турбины"
  },
  {
    name: "Датчик коленвала",
    code: "Датчик коленвала"
  },
  {
    name: "Датчик кондиционера",
    code: "Датчик кондиционера"
  },
  {
    name: "Датчик контроля движения по полосам",
    code: "Датчик контроля движения по полосам"
  },
  {
    name: "Датчик круиз-контроля",
    code: "Датчик круиз-контроля"
  },
  {
    name: "Датчик курсовой устойчивости",
    code: "Датчик курсовой устойчивости"
  },
  {
    name: "Датчик мертвых (слепых) зон",
    code: "Датчик мертвых (слепых) зон"
  },
  {
    name: "Датчик наклона (падения) мотоцикла",
    code: "Датчик наклона (падения) мотоцикла"
  },
  {
    name: "Датчик нейтральной передачи",
    code: "Датчик нейтральной передачи"
  },
  {
    name: "Датчик оборотов ТНВД",
    code: "Датчик оборотов ТНВД"
  },
  {
    name: "Датчик парктроника",
    code: "Датчик парктроника"
  },
  {
    name: "Датчик педали тормоза (лягушка)",
    code: "Датчик педали тормоза (лягушка)"
  },
  {
    name: "Датчик пламени автономного отопителя",
    code: "Датчик пламени автономного отопителя"
  },
  {
    name: "Датчик положения АКПП (позиционер)",
    code: "Датчик положения АКПП (позиционер)"
  },
  {
    name: "Датчик положения боковой подножки",
    code: "Датчик положения боковой подножки"
  },
  {
    name: "Датчик положения дроссельной заслонки",
    code: "Датчик положения дроссельной заслонки"
  },
  {
    name: "Датчик положения кузова",
    code: "Датчик положения кузова"
  },
  {
    name: "Датчик положения люка",
    code: "Датчик положения люка"
  },
  {
    name: "Датчик положения педали газа",
    code: "Датчик положения педали газа"
  },
  {
    name: "Датчик положения педали сцепления",
    code: "Датчик положения педали сцепления"
  },
  {
    name: "Датчик положения педали тормоза",
    code: "Датчик положения педали тормоза"
  },
  {
    name: "Датчик положения подвески",
    code: "Датчик положения подвески"
  },
  {
    name: "Датчик присутствия",
    code: "Датчик присутствия"
  },
  {
    name: "Датчик раздаточной коробки",
    code: "Датчик раздаточной коробки"
  },
  {
    name: "Датчик распредвала",
    code: "Датчик распредвала"
  },
  {
    name: "Датчик рулевой рейки (сервотроник)",
    code: "Датчик рулевой рейки (сервотроник)"
  },
  {
    name: "Датчик света",
    code: "Датчик света"
  },
  {
    name: "Датчик сигнализации",
    code: "Датчик сигнализации"
  },
  {
    name: "Датчик системы защиты пешеходов",
    code: "Датчик системы защиты пешеходов"
  },
  {
    name: "Датчик системы Комфортный доступ",
    code: "Датчик системы Комфортный доступ"
  },
  {
    name: "Датчик системы рециркуляции EGR",
    code: "Датчик системы рециркуляции EGR"
  },
  {
    name: "Датчик скорости",
    code: "Датчик скорости"
  },
  {
    name: "Датчик температуры",
    code: "Датчик температуры"
  },
  {
    name: "Датчик температуры автономного отопителя",
    code: "Датчик температуры автономного отопителя"
  },
  {
    name: "Датчик температуры выхлопных газов",
    code: "Датчик температуры выхлопных газов"
  },
  {
    name: "Датчик температуры охлаждающей жидкости",
    code: "Датчик температуры охлаждающей жидкости"
  },
  {
    name: "Датчик температуры топлива",
    code: "Датчик температуры топлива"
  },
  {
    name: "Датчик тока",
    code: "Датчик тока"
  },
  {
    name: "Датчик топливного фильтра",
    code: "Датчик топливного фильтра"
  },
  {
    name: "Датчик угла поворота руля",
    code: "Датчик угла поворота руля"
  },
  {
    name: "Датчик удара",
    code: "Датчик удара"
  },
  {
    name: "Датчик уровня масла",
    code: "Датчик уровня масла"
  },
  {
    name: "Датчик уровня омывающей жидкости",
    code: "Датчик уровня омывающей жидкости"
  },
  {
    name: "Датчик уровня охлаждающей жидкости",
    code: "Датчик уровня охлаждающей жидкости"
  },
  {
    name: "Датчик уровня топлива",
    code: "Датчик уровня топлива"
  },
  {
    name: "Датчик уровня тормозной жидкости",
    code: "Датчик уровня тормозной жидкости"
  },
  {
    name: "Датчик ускорения",
    code: "Датчик ускорения"
  },
  {
    name: "Датчик холодного пуска",
    code: "Датчик холодного пуска"
  },
  {
    name: "Датчик холостого хода",
    code: "Датчик холостого хода"
  },
  {
    name: "Датчик частоты вращения вала АКПП",
    code: "Датчик частоты вращения вала АКПП"
  },
  {
    name: "Датчик эксцентрикового вала",
    code: "Датчик эксцентрикового вала"
  },
  {
    name: "Дверь задняя левая",
    code: "Дверь задняя левая"
  },
  {
    name: "Дверь задняя правая",
    code: "Дверь задняя правая"
  },
  {
    name: "Дверь задняя распашная (комплект)",
    code: "Дверь задняя распашная (комплект)"
  },
  {
    name: "Дверь задняя распашная левая",
    code: "Дверь задняя распашная левая"
  },
  {
    name: "Дверь задняя распашная правая",
    code: "Дверь задняя распашная правая"
  },
  {
    name: "Дверь передняя левая",
    code: "Дверь передняя левая"
  },
  {
    name: "Дверь передняя правая",
    code: "Дверь передняя правая"
  },
  {
    name: "Дверь сдвижная",
    code: "Дверь сдвижная"
  },
  {
    name: "Дверь сдвижная левая",
    code: "Дверь сдвижная левая"
  },
  {
    name: "Дверь сдвижная правая",
    code: "Дверь сдвижная правая"
  },
  {
    name: "Двигатель",
    code: "Двигатель"
  },
  {
    name: "Двигатель вентилятора радиатора",
    code: "Двигатель вентилятора радиатора"
  },
  {
    name: "Двигатель регулировки фаз газораспределения Valvetronic",
    code: "Двигатель регулировки фаз газораспределения Valvetronic"
  },
  {
    name: "Двигатель электролюка",
    code: "Двигатель электролюка"
  },
  {
    name: "Декоративная крышка двигателя",
    code: "Декоративная крышка двигателя"
  },
  {
    name: "Демпфер",
    code: "Демпфер"
  },
  {
    name: "Держатель SIM-карты",
    code: "Держатель SIM-карты"
  },
  {
    name: "Держатель капота",
    code: "Держатель капота"
  },
  {
    name: "Держатель тормозного шланга",
    code: "Держатель тормозного шланга"
  },
  {
    name: "Дефлектор (обтекатель) кабины",
    code: "Дефлектор (обтекатель) кабины"
  },
  {
    name: "Дефлектор капота",
    code: "Дефлектор капота"
  },
  {
    name: "Дефлектор обдува салона",
    code: "Дефлектор обдува салона"
  },
  {
    name: "Дефлектор радиатора",
    code: "Дефлектор радиатора"
  },
  {
    name: "Дефлекторы окон (ветровики)",
    code: "Дефлекторы окон (ветровики)"
  },
  {
    name: "Джойстик регулировки зеркал",
    code: "Джойстик регулировки зеркал"
  },
  {
    name: "Джойстик регулировки рулевой колонки",
    code: "Джойстик регулировки рулевой колонки"
  },
  {
    name: "Джойстик управления мультимедиа",
    code: "Джойстик управления мультимедиа"
  },
  {
    name: "Диагностический интерфейс",
    code: "Диагностический интерфейс"
  },
  {
    name: "Динамик",
    code: "Динамик"
  },
  {
    name: "Динамик высокочастотный (пищалка)",
    code: "Динамик высокочастотный (пищалка)"
  },
  {
    name: "Динамик двери задней левой",
    code: "Динамик двери задней левой"
  },
  {
    name: "Динамик двери задней правой",
    code: "Динамик двери задней правой"
  },
  {
    name: "Динамик двери передней левой",
    code: "Динамик двери передней левой"
  },
  {
    name: "Динамик двери передней правой",
    code: "Динамик двери передней правой"
  },
  {
    name: "Динамик торпедо левый",
    code: "Динамик торпедо левый"
  },
  {
    name: "Динамик торпедо правый",
    code: "Динамик торпедо правый"
  },
  {
    name: "Диск АКПП",
    code: "Диск АКПП"
  },
  {
    name: "Диск вариатора",
    code: "Диск вариатора"
  },
  {
    name: "Диск литой",
    code: "Диск литой"
  },
  {
    name: "Диск опорный тормозной",
    code: "Диск опорный тормозной"
  },
  {
    name: "Диск сцепления",
    code: "Диск сцепления"
  },
  {
    name: "Диск тормозной (комплект)",
    code: "Диск тормозной (комплект)"
  },
  {
    name: "Диск тормозной задний",
    code: "Диск тормозной задний"
  },
  {
    name: "Диск тормозной передний",
    code: "Диск тормозной передний"
  },
  {
    name: "Диск штампованный",
    code: "Диск штампованный"
  },
  {
    name: "Дисплей",
    code: "Дисплей"
  },
  {
    name: "Дистроник",
    code: "Дистроник"
  },
  {
    name: "Дифференциал",
    code: "Дифференциал"
  },
  {
    name: "Диффузор вентилятора",
    code: "Диффузор вентилятора"
  },
  {
    name: "Диффузор заднего бампера",
    code: "Диффузор заднего бампера"
  },
  {
    name: "Дневные ходовые огни (комплект)",
    code: "Дневные ходовые огни (комплект)"
  },
  {
    name: "Дневные ходовые огни левые",
    code: "Дневные ходовые огни левые"
  },
  {
    name: "Дневные ходовые огни правые",
    code: "Дневные ходовые огни правые"
  },
  {
    name: "Доводчик двери",
    code: "Доводчик двери"
  },
  {
    name: "Доводчик крышки багажника",
    code: "Доводчик крышки багажника"
  },
  {
    name: "Дождевик",
    code: "Дождевик"
  },
  {
    name: "Дозатор-распределитель топлива",
    code: "Дозатор-распределитель топлива"
  },
  {
    name: "Домкрат",
    code: "Домкрат"
  },
  {
    name: "Дренажная трубка панорамной крыши",
    code: "Дренажная трубка панорамной крыши"
  },
  {
    name: "Дуги на крышу (рейлинги)",
    code: "Дуги на крышу (рейлинги)"
  },
  {
    name: "Жалюзи",
    code: "Жалюзи"
  },
  {
    name: "Заглушка",
    code: "Заглушка"
  },
  {
    name: "Заглушка (решетка) в бампер",
    code: "Заглушка (решетка) в бампер"
  },
  {
    name: "Заглушка (решетка) в бампер задний",
    code: "Заглушка (решетка) в бампер задний"
  },
  {
    name: "Заглушка (решетка) в бампер передний",
    code: "Заглушка (решетка) в бампер передний"
  },
  {
    name: "Заглушка для глушителя (сайленсер)",
    code: "Заглушка для глушителя (сайленсер)"
  },
  {
    name: "Заглушка зеркала левого",
    code: "Заглушка зеркала левого"
  },
  {
    name: "Заглушка зеркала правого",
    code: "Заглушка зеркала правого"
  },
  {
    name: "Заглушка крыши",
    code: "Заглушка крыши"
  },
  {
    name: "Заглушка порога",
    code: "Заглушка порога"
  },
  {
    name: "Задняя накладка центрального тоннеля",
    code: "Задняя накладка центрального тоннеля"
  },
  {
    name: "Задняя панель кузова",
    code: "Задняя панель кузова"
  },
  {
    name: "Задняя часть кузова (тазик)",
    code: "Задняя часть кузова (тазик)"
  },
  {
    name: "Замок багажника",
    code: "Замок багажника"
  },
  {
    name: "Замок бардачка",
    code: "Замок бардачка"
  },
  {
    name: "Замок двери",
    code: "Замок двери"
  },
  {
    name: "Замок двери задней левой",
    code: "Замок двери задней левой"
  },
  {
    name: "Замок двери задней правой",
    code: "Замок двери задней правой"
  },
  {
    name: "Замок двери передней левой",
    code: "Замок двери передней левой"
  },
  {
    name: "Замок двери передней правой",
    code: "Замок двери передней правой"
  },
  {
    name: "Замок двери сдвижной",
    code: "Замок двери сдвижной"
  },
  {
    name: "Замок зажигания",
    code: "Замок зажигания"
  },
  {
    name: "Замок инструментального ящика",
    code: "Замок инструментального ящика"
  },
  {
    name: "Замок кабины",
    code: "Замок кабины"
  },
  {
    name: "Замок капота",
    code: "Замок капота"
  },
  {
    name: "Замок кофра",
    code: "Замок кофра"
  },
  {
    name: "Замок крыши",
    code: "Замок крыши"
  },
  {
    name: "Замок лючка топливного бака",
    code: "Замок лючка топливного бака"
  },
  {
    name: "Замок подушки безопасности",
    code: "Замок подушки безопасности"
  },
  {
    name: "Замок ремня безопасности",
    code: "Замок ремня безопасности"
  },
  {
    name: "Замок рулевой колонки",
    code: "Замок рулевой колонки"
  },
  {
    name: "Замок спинки сиденья",
    code: "Замок спинки сиденья"
  },
  {
    name: "Замок стекла двери багажника",
    code: "Замок стекла двери багажника"
  },
  {
    name: "Зарядное устройство (кабель зарядный)",
    code: "Зарядное устройство (кабель зарядный)"
  },
  {
    name: "Заслонка горного тормоза",
    code: "Заслонка горного тормоза"
  },
  {
    name: "Заслонка дроссельная",
    code: "Заслонка дроссельная"
  },
  {
    name: "Заслонка печки/климат-контроля",
    code: "Заслонка печки/климат-контроля"
  },
  {
    name: "Защита (кожух, крышка) ремня генератора",
    code: "Защита (кожух, крышка) ремня генератора"
  },
  {
    name: "Защита (кожух) ремня ГРМ",
    code: "Защита (кожух) ремня ГРМ"
  },
  {
    name: "Защита (экран) выпускного коллектора",
    code: "Защита (экран) выпускного коллектора"
  },
  {
    name: "Защита арок (подкрылок)",
    code: "Защита арок (подкрылок)"
  },
  {
    name: "Защита арок задняя левая (подкрылок)",
    code: "Защита арок задняя левая (подкрылок)"
  },
  {
    name: "Защита арок задняя правая (подкрылок)",
    code: "Защита арок задняя правая (подкрылок)"
  },
  {
    name: "Защита арок передняя левая (подкрылок)",
    code: "Защита арок передняя левая (подкрылок)"
  },
  {
    name: "Защита арок передняя правая (подкрылок)",
    code: "Защита арок передняя правая (подкрылок)"
  },
  {
    name: "Защита бампера заднего",
    code: "Защита бампера заднего"
  },
  {
    name: "Защита бампера переднего",
    code: "Защита бампера переднего"
  },
  {
    name: "Защита бамперов (комплект)",
    code: "Защита бамперов (комплект)"
  },
  {
    name: "Защита двигателя",
    code: "Защита двигателя"
  },
  {
    name: "Защита днища",
    code: "Защита днища"
  },
  {
    name: "Защита КПП",
    code: "Защита КПП"
  },
  {
    name: "Защита крышки генератора",
    code: "Защита крышки генератора"
  },
  {
    name: "Защита при переворачивании",
    code: "Защита при переворачивании"
  },
  {
    name: "Защита радиатора",
    code: "Защита радиатора"
  },
  {
    name: "Защита раздаточной коробки",
    code: "Защита раздаточной коробки"
  },
  {
    name: "Защита рук",
    code: "Защита рук"
  },
  {
    name: "Защита рулевой рейки",
    code: "Защита рулевой рейки"
  },
  {
    name: "Защита топливного бака",
    code: "Защита топливного бака"
  },
  {
    name: "Защита топливного насоса",
    code: "Защита топливного насоса"
  },
  {
    name: "Защита цепи",
    code: "Защита цепи"
  },
  {
    name: "Защитная дуга",
    code: "Защитная дуга"
  },
  {
    name: "Звезда ведомая (задняя)",
    code: "Звезда ведомая (задняя)"
  },
  {
    name: "Звезда ведущая (передняя)",
    code: "Звезда ведущая (передняя)"
  },
  {
    name: "Звездочка балансирного вала",
    code: "Звездочка балансирного вала"
  },
  {
    name: "Звездочка вакуумного насоса",
    code: "Звездочка вакуумного насоса"
  },
  {
    name: "Звездочка коленвала",
    code: "Звездочка коленвала"
  },
  {
    name: "Звездочка распредвала",
    code: "Звездочка распредвала"
  },
  {
    name: "Звездочка ТНВД",
    code: "Звездочка ТНВД"
  },
  {
    name: "Зеркало бордюрное",
    code: "Зеркало бордюрное"
  },
  {
    name: "Зеркало наружное (комплект)",
    code: "Зеркало наружное (комплект)"
  },
  {
    name: "Зеркало наружное левое",
    code: "Зеркало наружное левое"
  },
  {
    name: "Зеркало наружное правое",
    code: "Зеркало наружное правое"
  },
  {
    name: "Зеркало салона",
    code: "Зеркало салона"
  },
  {
    name: "Знак аварийной остановки",
    code: "Знак аварийной остановки"
  },
  {
    name: "Изолятор высоковольтной батареи",
    code: "Изолятор высоковольтной батареи"
  },
  {
    name: "Изолятор моторного отсека левый",
    code: "Изолятор моторного отсека левый"
  },
  {
    name: "Изолятор моторного отсека правый",
    code: "Изолятор моторного отсека правый"
  },
  {
    name: "Иммобилайзер",
    code: "Иммобилайзер"
  },
  {
    name: "Инвертор",
    code: "Инвертор"
  },
  {
    name: "Индикатор АКПП",
    code: "Индикатор АКПП"
  },
  {
    name: "Индикатор парковки",
    code: "Индикатор парковки"
  },
  {
    name: "Индикатор подушки безопасности",
    code: "Индикатор подушки безопасности"
  },
  {
    name: "Интардер",
    code: "Интардер"
  },
  {
    name: "Интеркулер",
    code: "Интеркулер"
  },
  {
    name: "Ионизатор воздуха",
    code: "Ионизатор воздуха"
  },
  {
    name: "Испаритель кондиционера",
    code: "Испаритель кондиционера"
  },
  {
    name: "Исполнительный узел DISA",
    code: "Исполнительный узел DISA"
  },
  {
    name: "Кабель электрический",
    code: "Кабель электрический"
  },
  {
    name: "Кабельный зажим",
    code: "Кабельный зажим"
  },
  {
    name: "Кабина",
    code: "Кабина"
  },
  {
    name: "Камера BLIS",
    code: "Камера BLIS"
  },
  {
    name: "Камера KAFAS",
    code: "Камера KAFAS"
  },
  {
    name: "Камера бокового вида",
    code: "Камера бокового вида"
  },
  {
    name: "Камера для шины",
    code: "Камера для шины"
  },
  {
    name: "Камера заднего вида",
    code: "Камера заднего вида"
  },
  {
    name: "Камера контроля усталости водителя",
    code: "Камера контроля усталости водителя"
  },
  {
    name: "Камера многофункциональная",
    code: "Камера многофункциональная"
  },
  {
    name: "Камера ночного видения",
    code: "Камера ночного видения"
  },
  {
    name: "Камера переднего вида",
    code: "Камера переднего вида"
  },
  {
    name: "Камера тормозная",
    code: "Камера тормозная"
  },
  {
    name: "Камеры кругового обзора (комплект)",
    code: "Камеры кругового обзора (комплект)"
  },
  {
    name: "Капот",
    code: "Капот"
  },
  {
    name: "Карбюратор",
    code: "Карбюратор"
  },
  {
    name: "Карданный вал",
    code: "Карданный вал"
  },
  {
    name: "Карданный вал передний",
    code: "Карданный вал передний"
  },
  {
    name: "Каретка двери сдвижной",
    code: "Каретка двери сдвижной"
  },
  {
    name: "Каркас безопасности",
    code: "Каркас безопасности"
  },
  {
    name: "Каркас панорамной крыши",
    code: "Каркас панорамной крыши"
  },
  {
    name: "Каркас сиденья",
    code: "Каркас сиденья"
  },
  {
    name: "Карман двери (бардачок)",
    code: "Карман двери (бардачок)"
  },
  {
    name: "Картер",
    code: "Картер"
  },
  {
    name: "Картер маховика",
    code: "Картер маховика"
  },
  {
    name: "Картридж турбины",
    code: "Картридж турбины"
  },
  {
    name: "Кассета радиаторов",
    code: "Кассета радиаторов"
  },
  {
    name: "Катализатор",
    code: "Катализатор"
  },
  {
    name: "Катафот",
    code: "Катафот"
  },
  {
    name: "Катушка зажигания",
    code: "Катушка зажигания"
  },
  {
    name: "Квикшифтер",
    code: "Квикшифтер"
  },
  {
    name: "Кенгурятник",
    code: "Кенгурятник"
  },
  {
    name: "Клапан EGR",
    code: "Клапан EGR"
  },
  {
    name: "Клапан вентиляции картерных газов",
    code: "Клапан вентиляции картерных газов"
  },
  {
    name: "Клапан вентиляции топливного бака",
    code: "Клапан вентиляции топливного бака"
  },
  {
    name: "Клапан воздушный",
    code: "Клапан воздушный"
  },
  {
    name: "Клапан впускного коллектора",
    code: "Клапан впускного коллектора"
  },
  {
    name: "Клапан впускной",
    code: "Клапан впускной"
  },
  {
    name: "Клапан выпускной",
    code: "Клапан выпускной"
  },
  {
    name: "Клапан гидроборта",
    code: "Клапан гидроборта"
  },
  {
    name: "Клапан горного тормоза",
    code: "Клапан горного тормоза"
  },
  {
    name: "Клапан запорный",
    code: "Клапан запорный"
  },
  {
    name: "Клапан защитный 4-х контурный",
    code: "Клапан защитный 4-х контурный"
  },
  {
    name: "Клапан компрессора кондиционера",
    code: "Клапан компрессора кондиционера"
  },
  {
    name: "Клапан обратный вакуумный",
    code: "Клапан обратный вакуумный"
  },
  {
    name: "Клапан ограничения давления",
    code: "Клапан ограничения давления"
  },
  {
    name: "Клапан остаточного давления пневмоподвески",
    code: "Клапан остаточного давления пневмоподвески"
  },
  {
    name: "Клапан отсечки топлива",
    code: "Клапан отсечки топлива"
  },
  {
    name: "Клапан охлаждения поршней",
    code: "Клапан охлаждения поршней"
  },
  {
    name: "Клапан перепускной",
    code: "Клапан перепускной"
  },
  {
    name: "Клапан продувки катализатора",
    code: "Клапан продувки катализатора"
  },
  {
    name: "Клапан регулировки рулевой колонки",
    code: "Клапан регулировки рулевой колонки"
  },
  {
    name: "Клапан регулировки фаз газораспределения",
    code: "Клапан регулировки фаз газораспределения"
  },
  {
    name: "Клапан редукционный",
    code: "Клапан редукционный"
  },
  {
    name: "Клапан сцепления",
    code: "Клапан сцепления"
  },
  {
    name: "Клапан ТНВД",
    code: "Клапан ТНВД"
  },
  {
    name: "Клапан ТРВ (расширительный) кондиционера",
    code: "Клапан ТРВ (расширительный) кондиционера"
  },
  {
    name: "Клапан управления турбиной (актуатор)",
    code: "Клапан управления турбиной (актуатор)"
  },
  {
    name: "Клапан ускорительный",
    code: "Клапан ускорительный"
  },
  {
    name: "Клапан фазорегулятора",
    code: "Клапан фазорегулятора"
  },
  {
    name: "Клапан форсунки",
    code: "Клапан форсунки"
  },
  {
    name: "Клапан холостого хода",
    code: "Клапан холостого хода"
  },
  {
    name: "Клапан электромагнитный",
    code: "Клапан электромагнитный"
  },
  {
    name: "Клапанная крышка",
    code: "Клапанная крышка"
  },
  {
    name: "Клемма аккумулятора минус",
    code: "Клемма аккумулятора минус"
  },
  {
    name: "Клемма аккумулятора плюс",
    code: "Клемма аккумулятора плюс"
  },
  {
    name: "Клеммник",
    code: "Клеммник"
  },
  {
    name: "Клипса",
    code: "Клипса"
  },
  {
    name: "Клык бампера задний левый",
    code: "Клык бампера задний левый"
  },
  {
    name: "Клык бампера задний правый",
    code: "Клык бампера задний правый"
  },
  {
    name: "Клык бампера передний левый",
    code: "Клык бампера передний левый"
  },
  {
    name: "Клык бампера передний правый",
    code: "Клык бампера передний правый"
  },
  {
    name: "Ключ",
    code: "Ключ"
  },
  {
    name: "Ключ колесный (балонный)",
    code: "Ключ колесный (балонный)"
  },
  {
    name: "Ключ-карта",
    code: "Ключ-карта"
  },
  {
    name: "Кнопка (выключатель)",
    code: "Кнопка (выключатель)"
  },
  {
    name: "Кнопка аварийной сигнализации",
    code: "Кнопка аварийной сигнализации"
  },
  {
    name: "Кнопка антипробуксовочной системы (ABS/ESP)",
    code: "Кнопка антипробуксовочной системы (ABS/ESP)"
  },
  {
    name: "Кнопка блокировки дифференциала",
    code: "Кнопка блокировки дифференциала"
  },
  {
    name: "Кнопка запуска двигателя",
    code: "Кнопка запуска двигателя"
  },
  {
    name: "Кнопка кондиционера",
    code: "Кнопка кондиционера"
  },
  {
    name: "Кнопка корректора фар",
    code: "Кнопка корректора фар"
  },
  {
    name: "Кнопка омывателя фар",
    code: "Кнопка омывателя фар"
  },
  {
    name: "Кнопка освещения панели приборов",
    code: "Кнопка освещения панели приборов"
  },
  {
    name: "Кнопка открывания крюка фаркопа",
    code: "Кнопка открывания крюка фаркопа"
  },
  {
    name: "Кнопка открывания люка",
    code: "Кнопка открывания люка"
  },
  {
    name: "Кнопка открытия багажника",
    code: "Кнопка открытия багажника"
  },
  {
    name: "Кнопка открытия дверей (бесключевой доступ)",
    code: "Кнопка открытия дверей (бесключевой доступ)"
  },
  {
    name: "Кнопка открытия капота",
    code: "Кнопка открытия капота"
  },
  {
    name: "Кнопка открытия лючка зарядки",
    code: "Кнопка открытия лючка зарядки"
  },
  {
    name: "Кнопка открытия лючка топливного бака",
    code: "Кнопка открытия лючка топливного бака"
  },
  {
    name: "Кнопка открытия стекла багажника",
    code: "Кнопка открытия стекла багажника"
  },
  {
    name: "Кнопка парктроника",
    code: "Кнопка парктроника"
  },
  {
    name: "Кнопка переключения режимов подвески",
    code: "Кнопка переключения режимов подвески"
  },
  {
    name: "Кнопка поднятия крыши",
    code: "Кнопка поднятия крыши"
  },
  {
    name: "Кнопка поднятия ленивого моста",
    code: "Кнопка поднятия ленивого моста"
  },
  {
    name: "Кнопка подогрева заднего стекла",
    code: "Кнопка подогрева заднего стекла"
  },
  {
    name: "Кнопка подогрева зеркал",
    code: "Кнопка подогрева зеркал"
  },
  {
    name: "Кнопка подогрева лобового стекла",
    code: "Кнопка подогрева лобового стекла"
  },
  {
    name: "Кнопка подогрева руля",
    code: "Кнопка подогрева руля"
  },
  {
    name: "Кнопка подогрева сидений",
    code: "Кнопка подогрева сидений"
  },
  {
    name: "Кнопка подъема кабины",
    code: "Кнопка подъема кабины"
  },
  {
    name: "Кнопка противотуманных фар",
    code: "Кнопка противотуманных фар"
  },
  {
    name: "Кнопка регулировки педали",
    code: "Кнопка регулировки педали"
  },
  {
    name: "Кнопка регулировки сидения",
    code: "Кнопка регулировки сидения"
  },
  {
    name: "Кнопка регулировки фар",
    code: "Кнопка регулировки фар"
  },
  {
    name: "Кнопка ручного тормоза (ручника)",
    code: "Кнопка ручного тормоза (ручника)"
  },
  {
    name: "Кнопка сигнализации",
    code: "Кнопка сигнализации"
  },
  {
    name: "Кнопка Спорт режим",
    code: "Кнопка Спорт режим"
  },
  {
    name: "Кнопка стеклоподъемника",
    code: "Кнопка стеклоподъемника"
  },
  {
    name: "Кнопка стеклоподъемника заднего левого",
    code: "Кнопка стеклоподъемника заднего левого"
  },
  {
    name: "Кнопка стеклоподъемника заднего правого",
    code: "Кнопка стеклоподъемника заднего правого"
  },
  {
    name: "Кнопка стеклоподъемника переднего левого",
    code: "Кнопка стеклоподъемника переднего левого"
  },
  {
    name: "Кнопка стеклоподъемника переднего правого",
    code: "Кнопка стеклоподъемника переднего правого"
  },
  {
    name: "Кнопка управления бортовым компьютером",
    code: "Кнопка управления бортовым компьютером"
  },
  {
    name: "Кнопка управления телефоном",
    code: "Кнопка управления телефоном"
  },
  {
    name: "Кнопка центрального замка",
    code: "Кнопка центрального замка"
  },
  {
    name: "Кнопки руля",
    code: "Кнопки руля"
  },
  {
    name: "Ковер багажника",
    code: "Ковер багажника"
  },
  {
    name: "Ковер салонный",
    code: "Ковер салонный"
  },
  {
    name: "Коврик бардачка",
    code: "Коврик бардачка"
  },
  {
    name: "Коврик центральной консоли",
    code: "Коврик центральной консоли"
  },
  {
    name: "Коврики в салон",
    code: "Коврики в салон"
  },
  {
    name: "Кожух (защита) рулевого механизма",
    code: "Кожух (защита) рулевого механизма"
  },
  {
    name: "Кожух аккумулятора",
    code: "Кожух аккумулятора"
  },
  {
    name: "Кожух защитный проводки",
    code: "Кожух защитный проводки"
  },
  {
    name: "Кожух защитный тормозного диска",
    code: "Кожух защитный тормозного диска"
  },
  {
    name: "Кожух интеркулера",
    code: "Кожух интеркулера"
  },
  {
    name: "Кожух компрессора пневмоподвески",
    code: "Кожух компрессора пневмоподвески"
  },
  {
    name: "Кожух панели приборов",
    code: "Кожух панели приборов"
  },
  {
    name: "Кожух рулевой колонки",
    code: "Кожух рулевой колонки"
  },
  {
    name: "Кожух турбины",
    code: "Кожух турбины"
  },
  {
    name: "Козырек солнцезащитный",
    code: "Козырек солнцезащитный"
  },
  {
    name: "Колба в бак",
    code: "Колба в бак"
  },
  {
    name: "Коленвал",
    code: "Коленвал"
  },
  {
    name: "Колесо в сборе",
    code: "Колесо в сборе"
  },
  {
    name: "Колесо запасное (таблетка)",
    code: "Колесо запасное (таблетка)"
  },
  {
    name: "Коллектор водный",
    code: "Коллектор водный"
  },
  {
    name: "Коллектор впускной",
    code: "Коллектор впускной"
  },
  {
    name: "Коллектор выпускной",
    code: "Коллектор выпускной"
  },
  {
    name: "Колодки стояночного тормоза",
    code: "Колодки стояночного тормоза"
  },
  {
    name: "Колпак колесный",
    code: "Колпак колесный"
  },
  {
    name: "Колпачки маслосъемные",
    code: "Колпачки маслосъемные"
  },
  {
    name: "Колпачок (заглушка) ручки двери",
    code: "Колпачок (заглушка) ручки двери"
  },
  {
    name: "Колпачок гайки колесной",
    code: "Колпачок гайки колесной"
  },
  {
    name: "Колпачок литого диска",
    code: "Колпачок литого диска"
  },
  {
    name: "Колпачок ступицы",
    code: "Колпачок ступицы"
  },
  {
    name: "Кольцо ABS",
    code: "Кольцо ABS"
  },
  {
    name: "Кольцо зажимное топливозаборника",
    code: "Кольцо зажимное топливозаборника"
  },
  {
    name: "Кольцо синхронизатора КПП",
    code: "Кольцо синхронизатора КПП"
  },
  {
    name: "Кольцо уплотнительное",
    code: "Кольцо уплотнительное"
  },
  {
    name: "Кольцо уплотнительное датчика парктроника",
    code: "Кольцо уплотнительное датчика парктроника"
  },
  {
    name: "Кольцо уплотнительное фары",
    code: "Кольцо уплотнительное фары"
  },
  {
    name: "Коммутатор зажигания",
    code: "Коммутатор зажигания"
  },
  {
    name: "Комплект KAFAS",
    code: "Комплект KAFAS"
  },
  {
    name: "Комплект ГРМ",
    code: "Комплект ГРМ"
  },
  {
    name: "Комплект задних стекол",
    code: "Комплект задних стекол"
  },
  {
    name: "Комплект круиз-контроля",
    code: "Комплект круиз-контроля"
  },
  {
    name: "Комплект проекции на лобовое стекло",
    code: "Комплект проекции на лобовое стекло"
  },
  {
    name: "Комплект системы Комфортный доступ",
    code: "Комплект системы Комфортный доступ"
  },
  {
    name: "Комплект сцепления",
    code: "Комплект сцепления"
  },
  {
    name: "Комплект тормозов (диски и суппорта)",
    code: "Комплект тормозов (диски и суппорта)"
  },
  {
    name: "Компрессор для шин штатный",
    code: "Компрессор для шин штатный"
  },
  {
    name: "Компрессор кондиционера",
    code: "Компрессор кондиционера"
  },
  {
    name: "Компрессор пневмоподвески",
    code: "Компрессор пневмоподвески"
  },
  {
    name: "Компрессор подкачки сидений",
    code: "Компрессор подкачки сидений"
  },
  {
    name: "Компрессор центрального замка",
    code: "Компрессор центрального замка"
  },
  {
    name: "Компьютер бортовой",
    code: "Компьютер бортовой"
  },
  {
    name: "Конденсатор",
    code: "Конденсатор"
  },
  {
    name: "Консоль салона (кулисная часть)",
    code: "Консоль салона (кулисная часть)"
  },
  {
    name: "Контактная группа",
    code: "Контактная группа"
  },
  {
    name: "Контактор высоковольтной батареи",
    code: "Контактор высоковольтной батареи"
  },
  {
    name: "Конус вариатора",
    code: "Конус вариатора"
  },
  {
    name: "Корзина сцепления",
    code: "Корзина сцепления"
  },
  {
    name: "Короб предохранителей",
    code: "Короб предохранителей"
  },
  {
    name: "Коробка отбора мощности",
    code: "Коробка отбора мощности"
  },
  {
    name: "Коромысло клапана (рокер)",
    code: "Коромысло клапана (рокер)"
  },
  {
    name: "Коронка ступица задняя",
    code: "Коронка ступица задняя"
  },
  {
    name: "Коронка ступица передняя",
    code: "Коронка ступица передняя"
  },
  {
    name: "Корпус блока управления двигателем",
    code: "Корпус блока управления двигателем"
  },
  {
    name: "Корпус воздушного фильтра",
    code: "Корпус воздушного фильтра"
  },
  {
    name: "Корпус высоковольтной батареи",
    code: "Корпус высоковольтной батареи"
  },
  {
    name: "Корпус зеркала наружного левого",
    code: "Корпус зеркала наружного левого"
  },
  {
    name: "Корпус зеркала наружного правого",
    code: "Корпус зеркала наружного правого"
  },
  {
    name: "Корпус КПП (колокол)",
    code: "Корпус КПП (колокол)"
  },
  {
    name: "Корпус масляного фильтра",
    code: "Корпус масляного фильтра"
  },
  {
    name: "Корпус отопителя (печки)",
    code: "Корпус отопителя (печки)"
  },
  {
    name: "Корпус отопителя (печки) дополнительного",
    code: "Корпус отопителя (печки) дополнительного"
  },
  {
    name: "Корпус передний АКПП",
    code: "Корпус передний АКПП"
  },
  {
    name: "Корпус помпы",
    code: "Корпус помпы"
  },
  {
    name: "Корпус салонного фильтра",
    code: "Корпус салонного фильтра"
  },
  {
    name: "Корпус сальника",
    code: "Корпус сальника"
  },
  {
    name: "Корпус сцепления",
    code: "Корпус сцепления"
  },
  {
    name: "Корпус сцепления АКПП",
    code: "Корпус сцепления АКПП"
  },
  {
    name: "Корпус теплообменника",
    code: "Корпус теплообменника"
  },
  {
    name: "Корпус термостата",
    code: "Корпус термостата"
  },
  {
    name: "Корпус ТНВД",
    code: "Корпус ТНВД"
  },
  {
    name: "Корпус топливного фильтра",
    code: "Корпус топливного фильтра"
  },
  {
    name: "Корпус турбины",
    code: "Корпус турбины"
  },
  {
    name: "Корпус фары левой",
    code: "Корпус фары левой"
  },
  {
    name: "Корпус фары правой",
    code: "Корпус фары правой"
  },
  {
    name: "Корпус фильтра охлаждающей жидкости",
    code: "Корпус фильтра охлаждающей жидкости"
  },
  {
    name: "Корпус центральный АКПП",
    code: "Корпус центральный АКПП"
  },
  {
    name: "Корректор гидравлической подвески",
    code: "Корректор гидравлической подвески"
  },
  {
    name: "Корректор фар",
    code: "Корректор фар"
  },
  {
    name: "Корыто пластиковое",
    code: "Корыто пластиковое"
  },
  {
    name: "КПП автоматическая (АКПП)",
    code: "КПП автоматическая (АКПП)"
  },
  {
    name: "КПП механическая (МКПП)",
    code: "КПП механическая (МКПП)"
  },
  {
    name: "КПП механическая (МКПП) 12-ступенчатая",
    code: "КПП механическая (МКПП) 12-ступенчатая"
  },
  {
    name: "КПП механическая (МКПП) 16-ступенчатая",
    code: "КПП механическая (МКПП) 16-ступенчатая"
  },
  {
    name: "КПП механическая (МКПП) 4-ступенчатая",
    code: "КПП механическая (МКПП) 4-ступенчатая"
  },
  {
    name: "КПП механическая (МКПП) 5-ступенчатая",
    code: "КПП механическая (МКПП) 5-ступенчатая"
  },
  {
    name: "КПП механическая (МКПП) 6-ступенчатая",
    code: "КПП механическая (МКПП) 6-ступенчатая"
  },
  {
    name: "КПП механическая (МКПП) 9-ступенчатая",
    code: "КПП механическая (МКПП) 9-ступенчатая"
  },
  {
    name: "КПП роботизированная",
    code: "КПП роботизированная"
  },
  {
    name: "Кран ABS",
    code: "Кран ABS"
  },
  {
    name: "Кран аварийного растормаживания",
    code: "Кран аварийного растормаживания"
  },
  {
    name: "Кран главный тормозной",
    code: "Кран главный тормозной"
  },
  {
    name: "Кран масловлагоотделителя (разгрузка)",
    code: "Кран масловлагоотделителя (разгрузка)"
  },
  {
    name: "Кран модулятор EBS",
    code: "Кран модулятор EBS"
  },
  {
    name: "Кран отопителя (печки)",
    code: "Кран отопителя (печки)"
  },
  {
    name: "Кран пневматический",
    code: "Кран пневматический"
  },
  {
    name: "Кран понижения давления",
    code: "Кран понижения давления"
  },
  {
    name: "Кран распределительный",
    code: "Кран распределительный"
  },
  {
    name: "Кран ручного тормоза",
    code: "Кран ручного тормоза"
  },
  {
    name: "Кран тормозной прицепа",
    code: "Кран тормозной прицепа"
  },
  {
    name: "Кран уровня подвески",
    code: "Кран уровня подвески"
  },
  {
    name: "Кран уровня подвески кабины",
    code: "Кран уровня подвески кабины"
  },
  {
    name: "Кран ускорительный",
    code: "Кран ускорительный"
  },
  {
    name: "Кран-манипулятор (КМУ)",
    code: "Кран-манипулятор (КМУ)"
  },
  {
    name: "Кренометр",
    code: "Кренометр"
  },
  {
    name: "Крепление (крючок) солнцезащитного козырька",
    code: "Крепление (крючок) солнцезащитного козырька"
  },
  {
    name: "Крепление автономного отопителя",
    code: "Крепление автономного отопителя"
  },
  {
    name: "Крепление блока ABS",
    code: "Крепление блока ABS"
  },
  {
    name: "Крепление блока предохранителей",
    code: "Крепление блока предохранителей"
  },
  {
    name: "Крепление втулки стабилизатора",
    code: "Крепление втулки стабилизатора"
  },
  {
    name: "Крепление запаски",
    code: "Крепление запаски"
  },
  {
    name: "Крепление зеркала наружного левого",
    code: "Крепление зеркала наружного левого"
  },
  {
    name: "Крепление зеркала наружного правого",
    code: "Крепление зеркала наружного правого"
  },
  {
    name: "Крепление интеркулера",
    code: "Крепление интеркулера"
  },
  {
    name: "Крепление кассеты радиаторов",
    code: "Крепление кассеты радиаторов"
  },
  {
    name: "Крепление ковриков салона",
    code: "Крепление ковриков салона"
  },
  {
    name: "Крепление лючка топливного бака",
    code: "Крепление лючка топливного бака"
  },
  {
    name: "Крепление сиденья",
    code: "Крепление сиденья"
  },
  {
    name: "Крепление ТНВД",
    code: "Крепление ТНВД"
  },
  {
    name: "Крепление топливного бака",
    code: "Крепление топливного бака"
  },
  {
    name: "Крепление фары левой",
    code: "Крепление фары левой"
  },
  {
    name: "Крепление фары правой",
    code: "Крепление фары правой"
  },
  {
    name: "Крепление шторки багажника",
    code: "Крепление шторки багажника"
  },
  {
    name: "Крепление шторки двери",
    code: "Крепление шторки двери"
  },
  {
    name: "Крестовина карданного вала",
    code: "Крестовина карданного вала"
  },
  {
    name: "Кронштейн",
    code: "Кронштейн"
  },
  {
    name: "Кронштейн бака AdBlue",
    code: "Кронштейн бака AdBlue"
  },
  {
    name: "Кронштейн блока клапанов гидроподвески",
    code: "Кронштейн блока клапанов гидроподвески"
  },
  {
    name: "Кронштейн блока управления двигателем",
    code: "Кронштейн блока управления двигателем"
  },
  {
    name: "Кронштейн вискомуфты",
    code: "Кронштейн вискомуфты"
  },
  {
    name: "Кронштейн воздушного фильтра",
    code: "Кронштейн воздушного фильтра"
  },
  {
    name: "Кронштейн впускного коллектора",
    code: "Кронштейн впускного коллектора"
  },
  {
    name: "Кронштейн выпускного коллектора",
    code: "Кронштейн выпускного коллектора"
  },
  {
    name: "Кронштейн генератора",
    code: "Кронштейн генератора"
  },
  {
    name: "Кронштейн гидроусилителя",
    code: "Кронштейн гидроусилителя"
  },
  {
    name: "Кронштейн глушителя",
    code: "Кронштейн глушителя"
  },
  {
    name: "Кронштейн датчика положения кузова",
    code: "Кронштейн датчика положения кузова"
  },
  {
    name: "Кронштейн двигателя",
    code: "Кронштейн двигателя"
  },
  {
    name: "Кронштейн зеркала кабины",
    code: "Кронштейн зеркала кабины"
  },
  {
    name: "Кронштейн компрессора кондиционера",
    code: "Кронштейн компрессора кондиционера"
  },
  {
    name: "Кронштейн компрессора пневмоподвески",
    code: "Кронштейн компрессора пневмоподвески"
  },
  {
    name: "Кронштейн КПП",
    code: "Кронштейн КПП"
  },
  {
    name: "Кронштейн крепления амортизатора",
    code: "Кронштейн крепления амортизатора"
  },
  {
    name: "Кронштейн крепления балки подвески",
    code: "Кронштейн крепления балки подвески"
  },
  {
    name: "Кронштейн крепления бампера",
    code: "Кронштейн крепления бампера"
  },
  {
    name: "Кронштейн крепления бампера заднего",
    code: "Кронштейн крепления бампера заднего"
  },
  {
    name: "Кронштейн крепления бампера переднего",
    code: "Кронштейн крепления бампера переднего"
  },
  {
    name: "Кронштейн крепления бачка расширительного",
    code: "Кронштейн крепления бачка расширительного"
  },
  {
    name: "Кронштейн крепления вилки",
    code: "Кронштейн крепления вилки"
  },
  {
    name: "Кронштейн крепления датчика давления масла",
    code: "Кронштейн крепления датчика давления масла"
  },
  {
    name: "Кронштейн крепления датчика мертвых зон",
    code: "Кронштейн крепления датчика мертвых зон"
  },
  {
    name: "Кронштейн крепления дверной карты",
    code: "Кронштейн крепления дверной карты"
  },
  {
    name: "Кронштейн крепления заднего моста",
    code: "Кронштейн крепления заднего моста"
  },
  {
    name: "Кронштейн крепления замка капота",
    code: "Кронштейн крепления замка капота"
  },
  {
    name: "Кронштейн крепления кабины",
    code: "Кронштейн крепления кабины"
  },
  {
    name: "Кронштейн крепления камеры",
    code: "Кронштейн крепления камеры"
  },
  {
    name: "Кронштейн крепления катализатора",
    code: "Кронштейн крепления катализатора"
  },
  {
    name: "Кронштейн крепления кофра",
    code: "Кронштейн крепления кофра"
  },
  {
    name: "Кронштейн крепления крыла",
    code: "Кронштейн крепления крыла"
  },
  {
    name: "Кронштейн крепления крыла переднего левого",
    code: "Кронштейн крепления крыла переднего левого"
  },
  {
    name: "Кронштейн крепления крыла переднего правого",
    code: "Кронштейн крепления крыла переднего правого"
  },
  {
    name: "Кронштейн крепления крюка буксировочного",
    code: "Кронштейн крепления крюка буксировочного"
  },
  {
    name: "Кронштейн крепления панели крепления облицовки (телевизора)",
    code: "Кронштейн крепления панели крепления облицовки (телевизора)"
  },
  {
    name: "Кронштейн крепления пневмоподушки",
    code: "Кронштейн крепления пневмоподушки"
  },
  {
    name: "Кронштейн крепления помпы",
    code: "Кронштейн крепления помпы"
  },
  {
    name: "Кронштейн крепления порога",
    code: "Кронштейн крепления порога"
  },
  {
    name: "Кронштейн крепления радара",
    code: "Кронштейн крепления радара"
  },
  {
    name: "Кронштейн крепления реактивной тяги",
    code: "Кронштейн крепления реактивной тяги"
  },
  {
    name: "Кронштейн крепления рычага задней подвески",
    code: "Кронштейн крепления рычага задней подвески"
  },
  {
    name: "Кронштейн крепления рычага передней подвески",
    code: "Кронштейн крепления рычага передней подвески"
  },
  {
    name: "Кронштейн крепления седельно-сцепного устройства",
    code: "Кронштейн крепления седельно-сцепного устройства"
  },
  {
    name: "Кронштейн крепления торсиона",
    code: "Кронштейн крепления торсиона"
  },
  {
    name: "Кронштейн крепления торсиона кабины",
    code: "Кронштейн крепления торсиона кабины"
  },
  {
    name: "Кронштейн крепления троса КПП",
    code: "Кронштейн крепления троса КПП"
  },
  {
    name: "Кронштейн крепления турбины",
    code: "Кронштейн крепления турбины"
  },
  {
    name: "Кронштейн крепления фары противотуманной левой",
    code: "Кронштейн крепления фары противотуманной левой"
  },
  {
    name: "Кронштейн крепления фары противотуманной правой",
    code: "Кронштейн крепления фары противотуманной правой"
  },
  {
    name: "Кронштейн крепления фонаря заднего левого",
    code: "Кронштейн крепления фонаря заднего левого"
  },
  {
    name: "Кронштейн крепления фонаря заднего правого",
    code: "Кронштейн крепления фонаря заднего правого"
  },
  {
    name: "Кронштейн масляного фильтра",
    code: "Кронштейн масляного фильтра"
  },
  {
    name: "Кронштейн мото багажника",
    code: "Кронштейн мото багажника"
  },
  {
    name: "Кронштейн подножки",
    code: "Кронштейн подножки"
  },
  {
    name: "Кронштейн подрамника",
    code: "Кронштейн подрамника"
  },
  {
    name: "Кронштейн подрулевых переключателей",
    code: "Кронштейн подрулевых переключателей"
  },
  {
    name: "Кронштейн полки багажника",
    code: "Кронштейн полки багажника"
  },
  {
    name: "Кронштейн полуоси",
    code: "Кронштейн полуоси"
  },
  {
    name: "Кронштейн полурессоры",
    code: "Кронштейн полурессоры"
  },
  {
    name: "Кронштейн порога",
    code: "Кронштейн порога"
  },
  {
    name: "Кронштейн радиатора",
    code: "Кронштейн радиатора"
  },
  {
    name: "Кронштейн рамы",
    code: "Кронштейн рамы"
  },
  {
    name: "Кронштейн редуктора",
    code: "Кронштейн редуктора"
  },
  {
    name: "Кронштейн рейлинга",
    code: "Кронштейн рейлинга"
  },
  {
    name: "Кронштейн рессоры",
    code: "Кронштейн рессоры"
  },
  {
    name: "Кронштейн решетки радиатора",
    code: "Кронштейн решетки радиатора"
  },
  {
    name: "Кронштейн ручки двери",
    code: "Кронштейн ручки двери"
  },
  {
    name: "Кронштейн салона",
    code: "Кронштейн салона"
  },
  {
    name: "Кронштейн стабилизатора",
    code: "Кронштейн стабилизатора"
  },
  {
    name: "Кронштейн топливного фильтра",
    code: "Кронштейн топливного фильтра"
  },
  {
    name: "Кронштейн усилителя бампера заднего (домик)",
    code: "Кронштейн усилителя бампера заднего (домик)"
  },
  {
    name: "Кронштейн усилителя бампера переднего (домик)",
    code: "Кронштейн усилителя бампера переднего (домик)"
  },
  {
    name: "Кронштейн форсунки Adblue",
    code: "Кронштейн форсунки Adblue"
  },
  {
    name: "Кронштейн форсунки омывателя фары",
    code: "Кронштейн форсунки омывателя фары"
  },
  {
    name: "Крыло заднее левое",
    code: "Крыло заднее левое"
  },
  {
    name: "Крыло заднее правое",
    code: "Крыло заднее правое"
  },
  {
    name: "Крыло переднее левое",
    code: "Крыло переднее левое"
  },
  {
    name: "Крыло переднее правое",
    code: "Крыло переднее правое"
  },
  {
    name: "Крыльчатка вентилятора (лопасти)",
    code: "Крыльчатка вентилятора (лопасти)"
  },
  {
    name: "Крыльчатка вискомуфты",
    code: "Крыльчатка вискомуфты"
  },
  {
    name: "Крыша",
    code: "Крыша"
  },
  {
    name: "Крышка (заглушка) задняя фары левой",
    code: "Крышка (заглушка) задняя фары левой"
  },
  {
    name: "Крышка (заглушка) задняя фары правой",
    code: "Крышка (заглушка) задняя фары правой"
  },
  {
    name: "Крышка (заглушка) рейлинга",
    code: "Крышка (заглушка) рейлинга"
  },
  {
    name: "Крышка (пробка) бака AdBlue",
    code: "Крышка (пробка) бака AdBlue"
  },
  {
    name: "Крышка (пробка) радиатора",
    code: "Крышка (пробка) радиатора"
  },
  {
    name: "Крышка аккумулятора",
    code: "Крышка аккумулятора"
  },
  {
    name: "Крышка багажника (дверь 3-5)",
    code: "Крышка багажника (дверь 3-5)"
  },
  {
    name: "Крышка бачка гидроусилителя",
    code: "Крышка бачка гидроусилителя"
  },
  {
    name: "Крышка бачка омывателя",
    code: "Крышка бачка омывателя"
  },
  {
    name: "Крышка бачка тормозной жидкости",
    code: "Крышка бачка тормозной жидкости"
  },
  {
    name: "Крышка блока предохранителей",
    code: "Крышка блока предохранителей"
  },
  {
    name: "Крышка блока управления двигателем",
    code: "Крышка блока управления двигателем"
  },
  {
    name: "Крышка боковая АКПП",
    code: "Крышка боковая АКПП"
  },
  {
    name: "Крышка ведущей звезды",
    code: "Крышка ведущей звезды"
  },
  {
    name: "Крышка воздуховода двигателя",
    code: "Крышка воздуховода двигателя"
  },
  {
    name: "Крышка высоковольтной батареи",
    code: "Крышка высоковольтной батареи"
  },
  {
    name: "Крышка двигателя задняя",
    code: "Крышка двигателя задняя"
  },
  {
    name: "Крышка двигателя передняя",
    code: "Крышка двигателя передняя"
  },
  {
    name: "Крышка задняя АКПП",
    code: "Крышка задняя АКПП"
  },
  {
    name: "Крышка зеркала салонного",
    code: "Крышка зеркала салонного"
  },
  {
    name: "Крышка инструментального ящика",
    code: "Крышка инструментального ящика"
  },
  {
    name: "Крышка коленвала",
    code: "Крышка коленвала"
  },
  {
    name: "Крышка корпуса воздушного фильтра",
    code: "Крышка корпуса воздушного фильтра"
  },
  {
    name: "Крышка корпуса салонного фильтра",
    code: "Крышка корпуса салонного фильтра"
  },
  {
    name: "Крышка КПП",
    code: "Крышка КПП"
  },
  {
    name: "Крышка кузова",
    code: "Крышка кузова"
  },
  {
    name: "Крышка масляного стакана",
    code: "Крышка масляного стакана"
  },
  {
    name: "Крышка омывателя фар",
    code: "Крышка омывателя фар"
  },
  {
    name: "Крышка поводка стеклоочистителя",
    code: "Крышка поводка стеклоочистителя"
  },
  {
    name: "Крышка подушки безопасности водителя",
    code: "Крышка подушки безопасности водителя"
  },
  {
    name: "Крышка подушки безопасности пассажира",
    code: "Крышка подушки безопасности пассажира"
  },
  {
    name: "Крышка распредвала",
    code: "Крышка распредвала"
  },
  {
    name: "Крышка распределителя зажигания",
    code: "Крышка распределителя зажигания"
  },
  {
    name: "Крышка распределителя зажигания (трамблёра)",
    code: "Крышка распределителя зажигания (трамблёра)"
  },
  {
    name: "Крышка редуктора заднего моста",
    code: "Крышка редуктора заднего моста"
  },
  {
    name: "Крышка редуктора переднего моста",
    code: "Крышка редуктора переднего моста"
  },
  {
    name: "Крышка сцепления",
    code: "Крышка сцепления"
  },
  {
    name: "Крышка теплообменника",
    code: "Крышка теплообменника"
  },
  {
    name: "Крышка топливного бака",
    code: "Крышка топливного бака"
  },
  {
    name: "Крюк буксировочный",
    code: "Крюк буксировочный"
  },
  {
    name: "Крюк капота",
    code: "Крюк капота"
  },
  {
    name: "Крюк фаркопа съемный",
    code: "Крюк фаркопа съемный"
  },
  {
    name: "Крючок для одежды",
    code: "Крючок для одежды"
  },
  {
    name: "Крючок крепежный",
    code: "Крючок крепежный"
  },
  {
    name: "Кулак задний левый",
    code: "Кулак задний левый"
  },
  {
    name: "Кулак задний правый",
    code: "Кулак задний правый"
  },
  {
    name: "Кулак поворотный левый",
    code: "Кулак поворотный левый"
  },
  {
    name: "Кулак поворотный правый",
    code: "Кулак поворотный правый"
  },
  {
    name: "Кулачковая шайба ТНВД",
    code: "Кулачковая шайба ТНВД"
  },
  {
    name: "Кулиса",
    code: "Кулиса"
  },
  {
    name: "Кунг (будка)",
    code: "Кунг (будка)"
  },
  {
    name: "Лампа контрольная щитка приборов (приборной панели)",
    code: "Лампа контрольная щитка приборов (приборной панели)"
  },
  {
    name: "Лампочка",
    code: "Лампочка"
  },
  {
    name: "Лапа полуприцепа",
    code: "Лапа полуприцепа"
  },
  {
    name: "Лапка сцепления",
    code: "Лапка сцепления"
  },
  {
    name: "Лебедка",
    code: "Лебедка"
  },
  {
    name: "Лента крепления ресивера",
    code: "Лента крепления ресивера"
  },
  {
    name: "Лента крепления топливного бака",
    code: "Лента крепления топливного бака"
  },
  {
    name: "Лента передней панели",
    code: "Лента передней панели"
  },
  {
    name: "Лента тормозная АКПП",
    code: "Лента тормозная АКПП"
  },
  {
    name: "Лепестки подрулевые переключения передач",
    code: "Лепестки подрулевые переключения передач"
  },
  {
    name: "Лестница на крышку багажника",
    code: "Лестница на крышку багажника"
  },
  {
    name: "Лестница спальника",
    code: "Лестница спальника"
  },
  {
    name: "Линза фары",
    code: "Линза фары"
  },
  {
    name: "Личинка дверного замка",
    code: "Личинка дверного замка"
  },
  {
    name: "Личинка замка багажника",
    code: "Личинка замка багажника"
  },
  {
    name: "Личинка замка зажигания",
    code: "Личинка замка зажигания"
  },
  {
    name: "Лонжерон левый",
    code: "Лонжерон левый"
  },
  {
    name: "Лонжерон правый",
    code: "Лонжерон правый"
  },
  {
    name: "Люк",
    code: "Люк"
  },
  {
    name: "Лючок порта зарядки",
    code: "Лючок порта зарядки"
  },
  {
    name: "Лючок топливного бака",
    code: "Лючок топливного бака"
  },
  {
    name: "Лямбда-зонд",
    code: "Лямбда-зонд"
  },
  {
    name: "Магнит двери задней распашной",
    code: "Магнит двери задней распашной"
  },
  {
    name: "Магнитола",
    code: "Магнитола"
  },
  {
    name: "Манифольд (впускной патрубок)",
    code: "Манифольд (впускной патрубок)"
  },
  {
    name: "Маслозаборник",
    code: "Маслозаборник"
  },
  {
    name: "Маслозаливная горловина",
    code: "Маслозаливная горловина"
  },
  {
    name: "Маслоотделитель (сапун)",
    code: "Маслоотделитель (сапун)"
  },
  {
    name: "Маслоотражатель АКПП",
    code: "Маслоотражатель АКПП"
  },
  {
    name: "Маслоохладитель вариатора",
    code: "Маслоохладитель вариатора"
  },
  {
    name: "Маслоприемник",
    code: "Маслоприемник"
  },
  {
    name: "Маслоуловитель АКПП",
    code: "Маслоуловитель АКПП"
  },
  {
    name: "Масляная магистраль",
    code: "Масляная магистраль"
  },
  {
    name: "Масляная трубка распредвала",
    code: "Масляная трубка распредвала"
  },
  {
    name: "Масляная трубка турбины",
    code: "Масляная трубка турбины"
  },
  {
    name: "Масляная форсунка",
    code: "Масляная форсунка"
  },
  {
    name: "Матрас спальника",
    code: "Матрас спальника"
  },
  {
    name: "Маховик",
    code: "Маховик"
  },
  {
    name: "Маховик АКПП (драйв плата)",
    code: "Маховик АКПП (драйв плата)"
  },
  {
    name: "Маятник задней балки",
    code: "Маятник задней балки"
  },
  {
    name: "Межсетевой преобразователь KGM",
    code: "Межсетевой преобразователь KGM"
  },
  {
    name: "Мембрана клапанной крышки",
    code: "Мембрана клапанной крышки"
  },
  {
    name: "Механизм (прочие)",
    code: "Механизм (прочие)"
  },
  {
    name: "Механизм заднего стеклоочистителя",
    code: "Механизм заднего стеклоочистителя"
  },
  {
    name: "Механизм изменения длины впускного коллектора",
    code: "Механизм изменения длины впускного коллектора"
  },
  {
    name: "Механизм натяжения ремня, цепи",
    code: "Механизм натяжения ремня, цепи"
  },
  {
    name: "Механизм переключения передач",
    code: "Механизм переключения передач"
  },
  {
    name: "Механизм подачи ремня безопасности",
    code: "Механизм подачи ремня безопасности"
  },
  {
    name: "Механизм подъема запаски",
    code: "Механизм подъема запаски"
  },
  {
    name: "Механизм подъема крышки (двери) багажника",
    code: "Механизм подъема крышки (двери) багажника"
  },
  {
    name: "Механизм развода задних тормозных колодок левый",
    code: "Механизм развода задних тормозных колодок левый"
  },
  {
    name: "Механизм развода задних тормозных колодок правый",
    code: "Механизм развода задних тормозных колодок правый"
  },
  {
    name: "Механизм регулировки высоты ремня безопасности",
    code: "Механизм регулировки высоты ремня безопасности"
  },
  {
    name: "Механизм ручника (стояночного тормоза)",
    code: "Механизм ручника (стояночного тормоза)"
  },
  {
    name: "Механизм сдвижной двери",
    code: "Механизм сдвижной двери"
  },
  {
    name: "Механизм складывания крыши",
    code: "Механизм складывания крыши"
  },
  {
    name: "Механизм стеклоочистителя (трапеция дворников)",
    code: "Механизм стеклоочистителя (трапеция дворников)"
  },
  {
    name: "Механизм электрорегулировки зеркала наружного левого",
    code: "Механизм электрорегулировки зеркала наружного левого"
  },
  {
    name: "Механизм электрорегулировки зеркала наружного правого",
    code: "Механизм электрорегулировки зеркала наружного правого"
  },
  {
    name: "Мехатроник",
    code: "Мехатроник"
  },
  {
    name: "Микрофон",
    code: "Микрофон"
  },
  {
    name: "Минусовой провод аккумулятора",
    code: "Минусовой провод аккумулятора"
  },
  {
    name: "Модем",
    code: "Модем"
  },
  {
    name: "Модуль громкой связи",
    code: "Модуль громкой связи"
  },
  {
    name: "Модуль зарядки аккумулятора (АКБ)",
    code: "Модуль зарядки аккумулятора (АКБ)"
  },
  {
    name: "Модуль светодиодной подсветки",
    code: "Модуль светодиодной подсветки"
  },
  {
    name: "Модулятор ABS",
    code: "Модулятор ABS"
  },
  {
    name: "Молдинг (накладка кузовная)",
    code: "Молдинг (накладка кузовная)"
  },
  {
    name: "Молдинг бампера заднего",
    code: "Молдинг бампера заднего"
  },
  {
    name: "Молдинг бампера переднего",
    code: "Молдинг бампера переднего"
  },
  {
    name: "Молдинг дверей (комплект)",
    code: "Молдинг дверей (комплект)"
  },
  {
    name: "Молдинг двери задней левой",
    code: "Молдинг двери задней левой"
  },
  {
    name: "Молдинг двери задней правой",
    code: "Молдинг двери задней правой"
  },
  {
    name: "Молдинг двери передней левой",
    code: "Молдинг двери передней левой"
  },
  {
    name: "Молдинг двери передней правой",
    code: "Молдинг двери передней правой"
  },
  {
    name: "Молдинг кабины",
    code: "Молдинг кабины"
  },
  {
    name: "Молдинг капота",
    code: "Молдинг капота"
  },
  {
    name: "Молдинг крыла",
    code: "Молдинг крыла"
  },
  {
    name: "Молдинг крыла заднего левого",
    code: "Молдинг крыла заднего левого"
  },
  {
    name: "Молдинг крыла заднего правого",
    code: "Молдинг крыла заднего правого"
  },
  {
    name: "Молдинг крыла переднего левого",
    code: "Молдинг крыла переднего левого"
  },
  {
    name: "Молдинг крыла переднего правого",
    code: "Молдинг крыла переднего правого"
  },
  {
    name: "Молдинг крыши",
    code: "Молдинг крыши"
  },
  {
    name: "Молдинг крышки багажника",
    code: "Молдинг крышки багажника"
  },
  {
    name: "Молдинг решетки радиатора",
    code: "Молдинг решетки радиатора"
  },
  {
    name: "Молдинг стекла двери задней левой внутренний",
    code: "Молдинг стекла двери задней левой внутренний"
  },
  {
    name: "Молдинг стекла двери задней левой наружный",
    code: "Молдинг стекла двери задней левой наружный"
  },
  {
    name: "Молдинг стекла двери задней правой внутренний",
    code: "Молдинг стекла двери задней правой внутренний"
  },
  {
    name: "Молдинг стекла двери задней правой наружный",
    code: "Молдинг стекла двери задней правой наружный"
  },
  {
    name: "Молдинг стекла двери наружный",
    code: "Молдинг стекла двери наружный"
  },
  {
    name: "Молдинг стекла двери передней левой внутренний",
    code: "Молдинг стекла двери передней левой внутренний"
  },
  {
    name: "Молдинг стекла двери передней левой наружный",
    code: "Молдинг стекла двери передней левой наружный"
  },
  {
    name: "Молдинг стекла двери передней правой внутренний",
    code: "Молдинг стекла двери передней правой внутренний"
  },
  {
    name: "Молдинг стекла двери передней правой наружный",
    code: "Молдинг стекла двери передней правой наружный"
  },
  {
    name: "Молдинг стекла заднего",
    code: "Молдинг стекла заднего"
  },
  {
    name: "Молдинг стекла лобового",
    code: "Молдинг стекла лобового"
  },
  {
    name: "Монитор",
    code: "Монитор"
  },
  {
    name: "Моновпрыск",
    code: "Моновпрыск"
  },
  {
    name: "Морда-рама",
    code: "Морда-рама"
  },
  {
    name: "Мост задний",
    code: "Мост задний"
  },
  {
    name: "Мост передний",
    code: "Мост передний"
  },
  {
    name: "Мото багажник",
    code: "Мото багажник"
  },
  {
    name: "Мото брызговик задний",
    code: "Мото брызговик задний"
  },
  {
    name: "Мото ветровое стекло",
    code: "Мото ветровое стекло"
  },
  {
    name: "Мото вилка передняя",
    code: "Мото вилка передняя"
  },
  {
    name: "Мото грузики руля",
    code: "Мото грузики руля"
  },
  {
    name: "Мото камера",
    code: "Мото камера"
  },
  {
    name: "Мото кардан",
    code: "Мото кардан"
  },
  {
    name: "Мото клипон левый",
    code: "Мото клипон левый"
  },
  {
    name: "Мото клипон правый",
    code: "Мото клипон правый"
  },
  {
    name: "Мото колесо заднее",
    code: "Мото колесо заднее"
  },
  {
    name: "Мото колесо переднее",
    code: "Мото колесо переднее"
  },
  {
    name: "Мото кофр задний левый",
    code: "Мото кофр задний левый"
  },
  {
    name: "Мото кофр задний правый",
    code: "Мото кофр задний правый"
  },
  {
    name: "Мото кофр задний центральный",
    code: "Мото кофр задний центральный"
  },
  {
    name: "Мото кран топливный",
    code: "Мото кран топливный"
  },
  {
    name: "Мото кронштейн крепления руля",
    code: "Мото кронштейн крепления руля"
  },
  {
    name: "Мото крыло заднее",
    code: "Мото крыло заднее"
  },
  {
    name: "Мото крыло переднее",
    code: "Мото крыло переднее"
  },
  {
    name: "Мото машинка сцепления",
    code: "Мото машинка сцепления"
  },
  {
    name: "Мото машинка тормоза заднего",
    code: "Мото машинка тормоза заднего"
  },
  {
    name: "Мото машинка тормоза переднего",
    code: "Мото машинка тормоза переднего"
  },
  {
    name: "Мото паук (крепление пластика и фары)",
    code: "Мото паук (крепление пластика и фары)"
  },
  {
    name: "Мото переключатель (пульт) руля левый",
    code: "Мото переключатель (пульт) руля левый"
  },
  {
    name: "Мото переключатель (пульт) руля правый",
    code: "Мото переключатель (пульт) руля правый"
  },
  {
    name: "Мото пластик",
    code: "Мото пластик"
  },
  {
    name: "Мото плуг",
    code: "Мото плуг"
  },
  {
    name: "Мото подножка боковая",
    code: "Мото подножка боковая"
  },
  {
    name: "Мото подножка центральная",
    code: "Мото подножка центральная"
  },
  {
    name: "Мото подставка",
    code: "Мото подставка"
  },
  {
    name: "Мото пружина подножки боковой",
    code: "Мото пружина подножки боковой"
  },
  {
    name: "Мото пружина подножки центральной",
    code: "Мото пружина подножки центральной"
  },
  {
    name: "Мото рама",
    code: "Мото рама"
  },
  {
    name: "Мото редуктор",
    code: "Мото редуктор"
  },
  {
    name: "Мото реле зарядки",
    code: "Мото реле зарядки"
  },
  {
    name: "Мото реле стартера",
    code: "Мото реле стартера"
  },
  {
    name: "Мото ремень приводной",
    code: "Мото ремень приводной"
  },
  {
    name: "Мото ротор генератора",
    code: "Мото ротор генератора"
  },
  {
    name: "Мото ручки руля (грипсы)",
    code: "Мото ручки руля (грипсы)"
  },
  {
    name: "Мото рычаг заднего тормоза",
    code: "Мото рычаг заднего тормоза"
  },
  {
    name: "Мото рычаг переднего тормоза",
    code: "Мото рычаг переднего тормоза"
  },
  {
    name: "Мото рычаг сцепления",
    code: "Мото рычаг сцепления"
  },
  {
    name: "Мото сиденье",
    code: "Мото сиденье"
  },
  {
    name: "Мото слайдер",
    code: "Мото слайдер"
  },
  {
    name: "Мото спинка пассажирского сиденья",
    code: "Мото спинка пассажирского сиденья"
  },
  {
    name: "Мото статор генератора",
    code: "Мото статор генератора"
  },
  {
    name: "Мото стойка заднего крыла",
    code: "Мото стойка заднего крыла"
  },
  {
    name: "Мото суппорт",
    code: "Мото суппорт"
  },
  {
    name: "Мото тормозной цилиндр",
    code: "Мото тормозной цилиндр"
  },
  {
    name: "Мото указатель поворота",
    code: "Мото указатель поворота"
  },
  {
    name: "Мото фара",
    code: "Мото фара"
  },
  {
    name: "Мото фонарь",
    code: "Мото фонарь"
  },
  {
    name: "Мото цепь",
    code: "Мото цепь"
  },
  {
    name: "Моторчик (насос) охлаждения инвертора",
    code: "Моторчик (насос) охлаждения инвертора"
  },
  {
    name: "Моторчик (насос) подъема крышки багажника (3-5 двери)",
    code: "Моторчик (насос) подъема крышки багажника (3-5 двери)"
  },
  {
    name: "Моторчик ASC",
    code: "Моторчик ASC"
  },
  {
    name: "Моторчик CVVD",
    code: "Моторчик CVVD"
  },
  {
    name: "Моторчик Easytronic",
    code: "Моторчик Easytronic"
  },
  {
    name: "Моторчик VVT (эксцентрикового вала)",
    code: "Моторчик VVT (эксцентрикового вала)"
  },
  {
    name: "Моторчик блокировки заднего моста",
    code: "Моторчик блокировки заднего моста"
  },
  {
    name: "Моторчик блокировки межосевого дифференциала",
    code: "Моторчик блокировки межосевого дифференциала"
  },
  {
    name: "Моторчик блокировки переднего моста",
    code: "Моторчик блокировки переднего моста"
  },
  {
    name: "Моторчик вентиляции сиденья заднего",
    code: "Моторчик вентиляции сиденья заднего"
  },
  {
    name: "Моторчик вентиляции сиденья переднего",
    code: "Моторчик вентиляции сиденья переднего"
  },
  {
    name: "Моторчик жалюзи",
    code: "Моторчик жалюзи"
  },
  {
    name: "Моторчик заднего стеклоочистителя (дворника)",
    code: "Моторчик заднего стеклоочистителя (дворника)"
  },
  {
    name: "Моторчик замка двери",
    code: "Моторчик замка двери"
  },
  {
    name: "Моторчик заслонки печки",
    code: "Моторчик заслонки печки"
  },
  {
    name: "Моторчик открывания кузовного стекла",
    code: "Моторчик открывания кузовного стекла"
  },
  {
    name: "Моторчик передних стеклоочистителей (дворников)",
    code: "Моторчик передних стеклоочистителей (дворников)"
  },
  {
    name: "Моторчик печки",
    code: "Моторчик печки"
  },
  {
    name: "Моторчик печки дополнительной",
    code: "Моторчик печки дополнительной"
  },
  {
    name: "Моторчик регулировки потока выхлопных газов",
    code: "Моторчик регулировки потока выхлопных газов"
  },
  {
    name: "Моторчик регулировки сиденья",
    code: "Моторчик регулировки сиденья"
  },
  {
    name: "Моторчик ручника (стояночного тормоза)",
    code: "Моторчик ручника (стояночного тормоза)"
  },
  {
    name: "Моторчик стеклоочистителя фар",
    code: "Моторчик стеклоочистителя фар"
  },
  {
    name: "Моторчик стеклоподъемника",
    code: "Моторчик стеклоподъемника"
  },
  {
    name: "Моторчик стеклоподъемника задний левый",
    code: "Моторчик стеклоподъемника задний левый"
  },
  {
    name: "Моторчик стеклоподъемника задний правый",
    code: "Моторчик стеклоподъемника задний правый"
  },
  {
    name: "Моторчик стеклоподъемника передний левый",
    code: "Моторчик стеклоподъемника передний левый"
  },
  {
    name: "Моторчик стеклоподъемника передний правый",
    code: "Моторчик стеклоподъемника передний правый"
  },
  {
    name: "Моторчик шаговый АКПП (сервопривод)",
    code: "Моторчик шаговый АКПП (сервопривод)"
  },
  {
    name: "МСХ",
    code: "МСХ"
  },
  {
    name: "Мультипликатор (клапан) форсунки",
    code: "Мультипликатор (клапан) форсунки"
  },
  {
    name: "Муфта Haldex",
    code: "Муфта Haldex"
  },
  {
    name: "Муфта вентилятора",
    code: "Муфта вентилятора"
  },
  {
    name: "Муфта включения переднего моста (хаб)",
    code: "Муфта включения переднего моста (хаб)"
  },
  {
    name: "Муфта включения полного привода",
    code: "Муфта включения полного привода"
  },
  {
    name: "Муфта кардана",
    code: "Муфта кардана"
  },
  {
    name: "Муфта компрессора кондиционера",
    code: "Муфта компрессора кондиционера"
  },
  {
    name: "Муфта обгонная АКПП",
    code: "Муфта обгонная АКПП"
  },
  {
    name: "Муфта обгонная генератора",
    code: "Муфта обгонная генератора"
  },
  {
    name: "Муфта распредвала",
    code: "Муфта распредвала"
  },
  {
    name: "Муфта синхронизатора КПП",
    code: "Муфта синхронизатора КПП"
  },
  {
    name: "Набор инструментов штатный",
    code: "Набор инструментов штатный"
  },
  {
    name: "Нагнетатель воздуха (компрессор)",
    code: "Нагнетатель воздуха (компрессор)"
  },
  {
    name: "Накладка (ресничка) левой фары",
    code: "Накладка (ресничка) левой фары"
  },
  {
    name: "Накладка (ресничка) правой фары",
    code: "Накладка (ресничка) правой фары"
  },
  {
    name: "Накладка (удлинитель) двери левой",
    code: "Накладка (удлинитель) двери левой"
  },
  {
    name: "Накладка (удлинитель) двери правой",
    code: "Накладка (удлинитель) двери правой"
  },
  {
    name: "Накладка блока управления стеклоподъемниками",
    code: "Накладка блока управления стеклоподъемниками"
  },
  {
    name: "Накладка боковая на сиденье",
    code: "Накладка боковая на сиденье"
  },
  {
    name: "Накладка внутренняя на заднюю панель кузова",
    code: "Накладка внутренняя на заднюю панель кузова"
  },
  {
    name: "Накладка двери (крышки) багажника",
    code: "Накладка двери (крышки) багажника"
  },
  {
    name: "Накладка двери задней левой",
    code: "Накладка двери задней левой"
  },
  {
    name: "Накладка двери задней правой",
    code: "Накладка двери задней правой"
  },
  {
    name: "Накладка двери передней левой",
    code: "Накладка двери передней левой"
  },
  {
    name: "Накладка двери передней правой",
    code: "Накладка двери передней правой"
  },
  {
    name: "Накладка декоративная",
    code: "Накладка декоративная"
  },
  {
    name: "Накладка декоративная на торпедо",
    code: "Накладка декоративная на торпедо"
  },
  {
    name: "Накладка декоративная салона (комплект)",
    code: "Накладка декоративная салона (комплект)"
  },
  {
    name: "Накладка декоративная центральной консоли",
    code: "Накладка декоративная центральной консоли"
  },
  {
    name: "Накладка замка багажника",
    code: "Накладка замка багажника"
  },
  {
    name: "Накладка замка капота",
    code: "Накладка замка капота"
  },
  {
    name: "Накладка крыла (уголок зеркала) переднего левого",
    code: "Накладка крыла (уголок зеркала) переднего левого"
  },
  {
    name: "Накладка крыла (уголок зеркала) переднего правого",
    code: "Накладка крыла (уголок зеркала) переднего правого"
  },
  {
    name: "Накладка на бампер",
    code: "Накладка на бампер"
  },
  {
    name: "Накладка на зеркало",
    code: "Накладка на зеркало"
  },
  {
    name: "Накладка на зеркало левое",
    code: "Накладка на зеркало левое"
  },
  {
    name: "Накладка на зеркало правое",
    code: "Накладка на зеркало правое"
  },
  {
    name: "Накладка на педаль",
    code: "Накладка на педаль"
  },
  {
    name: "Накладка на порог",
    code: "Накладка на порог"
  },
  {
    name: "Накладка на ручку двери",
    code: "Накладка на ручку двери"
  },
  {
    name: "Накладка панели крепления облицовки (телевизора)",
    code: "Накладка панели крепления облицовки (телевизора)"
  },
  {
    name: "Накладка петли багажника левая",
    code: "Накладка петли багажника левая"
  },
  {
    name: "Накладка петли багажника правая",
    code: "Накладка петли багажника правая"
  },
  {
    name: "Накладка под номер",
    code: "Накладка под номер"
  },
  {
    name: "Накладка под фонарь левый",
    code: "Накладка под фонарь левый"
  },
  {
    name: "Накладка под фонарь правый",
    code: "Накладка под фонарь правый"
  },
  {
    name: "Накладка подсветки номера",
    code: "Накладка подсветки номера"
  },
  {
    name: "Накладки (реснички) фар (комплект)",
    code: "Накладки (реснички) фар (комплект)"
  },
  {
    name: "Наклейка",
    code: "Наклейка"
  },
  {
    name: "Наконечник рулевой",
    code: "Наконечник рулевой"
  },
  {
    name: "Наконечник свечной",
    code: "Наконечник свечной"
  },
  {
    name: "Направляющая задней распашной двери",
    code: "Направляющая задней распашной двери"
  },
  {
    name: "Направляющая крышки багажника",
    code: "Направляющая крышки багажника"
  },
  {
    name: "Направляющая сдвижной двери",
    code: "Направляющая сдвижной двери"
  },
  {
    name: "Направляющая стекла",
    code: "Направляющая стекла"
  },
  {
    name: "Направляющая трубка для троса ручника (стояночного тормоза)",
    code: "Направляющая трубка для троса ручника (стояночного тормоза)"
  },
  {
    name: "Направляющая шторки багажника (салазки)",
    code: "Направляющая шторки багажника (салазки)"
  },
  {
    name: "Направляющие люка (салазки)",
    code: "Направляющие люка (салазки)"
  },
  {
    name: "Насадка на глушитель",
    code: "Насадка на глушитель"
  },
  {
    name: "Насос (модуль) AdBlue",
    code: "Насос (модуль) AdBlue"
  },
  {
    name: "Насос (моторчик) омывателя стекла",
    code: "Насос (моторчик) омывателя стекла"
  },
  {
    name: "Насос (моторчик) омывателя стекла заднего",
    code: "Насос (моторчик) омывателя стекла заднего"
  },
  {
    name: "Насос (моторчик) омывателя фар",
    code: "Насос (моторчик) омывателя фар"
  },
  {
    name: "Насос DSC",
    code: "Насос DSC"
  },
  {
    name: "Насос Haldex",
    code: "Насос Haldex"
  },
  {
    name: "Насос АКПП",
    code: "Насос АКПП"
  },
  {
    name: "Насос активного стабилизатора",
    code: "Насос активного стабилизатора"
  },
  {
    name: "Насос антифриза дополнительный",
    code: "Насос антифриза дополнительный"
  },
  {
    name: "Насос вакуумный",
    code: "Насос вакуумный"
  },
  {
    name: "Насос воздушный",
    code: "Насос воздушный"
  },
  {
    name: "Насос гидравлический (отбора мощности)",
    code: "Насос гидравлический (отбора мощности)"
  },
  {
    name: "Насос гидравлический подъема крыши",
    code: "Насос гидравлический подъема крыши"
  },
  {
    name: "Насос гидроборта",
    code: "Насос гидроборта"
  },
  {
    name: "Насос гидроподвески",
    code: "Насос гидроподвески"
  },
  {
    name: "Насос гидроусилителя руля",
    code: "Насос гидроусилителя руля"
  },
  {
    name: "Насос масляный",
    code: "Насос масляный"
  },
  {
    name: "Насос обдува форсунок",
    code: "Насос обдува форсунок"
  },
  {
    name: "Насос подъёма кабины",
    code: "Насос подъёма кабины"
  },
  {
    name: "Насос продувки катализатора",
    code: "Насос продувки катализатора"
  },
  {
    name: "Насос тандемный",
    code: "Насос тандемный"
  },
  {
    name: "Насос топливный",
    code: "Насос топливный"
  },
  {
    name: "Насос топливный автономного отопителя",
    code: "Насос топливный автономного отопителя"
  },
  {
    name: "Насос топливный ручной (подкачка)",
    code: "Насос топливный ручной (подкачка)"
  },
  {
    name: "Насос топливоподкачивающий ТНВД",
    code: "Насос топливоподкачивающий ТНВД"
  },
  {
    name: "Насос центральной смазки",
    code: "Насос центральной смазки"
  },
  {
    name: "Насос эжекционный АКПП",
    code: "Насос эжекционный АКПП"
  },
  {
    name: "Насосная станция гидроборта",
    code: "Насосная станция гидроборта"
  },
  {
    name: "Насосная станция, PLD-секция",
    code: "Насосная станция, PLD-секция"
  },
  {
    name: "Натяжитель",
    code: "Натяжитель"
  },
  {
    name: "Натяжитель ремня генератора",
    code: "Натяжитель ремня генератора"
  },
  {
    name: "Натяжитель ремня ГРМ",
    code: "Натяжитель ремня ГРМ"
  },
  {
    name: "Натяжитель ремня компрессора кондиционера",
    code: "Натяжитель ремня компрессора кондиционера"
  },
  {
    name: "Натяжитель цепи",
    code: "Натяжитель цепи"
  },
  {
    name: "Наушники",
    code: "Наушники"
  },
  {
    name: "Ниша запасного колеса",
    code: "Ниша запасного колеса"
  },
  {
    name: "Обвес (комплект)",
    code: "Обвес (комплект)"
  },
  {
    name: "Обтекатель",
    code: "Обтекатель"
  },
  {
    name: "Обшивка багажника",
    code: "Обшивка багажника"
  },
  {
    name: "Обшивка багажника переднего",
    code: "Обшивка багажника переднего"
  },
  {
    name: "Обшивка двери (дверная карта) комплект",
    code: "Обшивка двери (дверная карта) комплект"
  },
  {
    name: "Обшивка двери задней левой (дверная карта)",
    code: "Обшивка двери задней левой (дверная карта)"
  },
  {
    name: "Обшивка двери задней левой сдвижной (дверная карта)",
    code: "Обшивка двери задней левой сдвижной (дверная карта)"
  },
  {
    name: "Обшивка двери задней правой (дверная карта)",
    code: "Обшивка двери задней правой (дверная карта)"
  },
  {
    name: "Обшивка двери задней правой сдвижной (дверная карта)",
    code: "Обшивка двери задней правой сдвижной (дверная карта)"
  },
  {
    name: "Обшивка двери передней левой (дверная карта)",
    code: "Обшивка двери передней левой (дверная карта)"
  },
  {
    name: "Обшивка двери передней правой (дверная карта)",
    code: "Обшивка двери передней правой (дверная карта)"
  },
  {
    name: "Обшивка крышки багажника",
    code: "Обшивка крышки багажника"
  },
  {
    name: "Обшивка салона",
    code: "Обшивка салона"
  },
  {
    name: "Обшивка сидений",
    code: "Обшивка сидений"
  },
  {
    name: "Обшивка стойки",
    code: "Обшивка стойки"
  },
  {
    name: "Обшивка стойки задней левой",
    code: "Обшивка стойки задней левой"
  },
  {
    name: "Обшивка стойки задней правой",
    code: "Обшивка стойки задней правой"
  },
  {
    name: "Обшивка стойки передней левой",
    code: "Обшивка стойки передней левой"
  },
  {
    name: "Обшивка стойки передней правой",
    code: "Обшивка стойки передней правой"
  },
  {
    name: "Обшивка стойки центральной левой",
    code: "Обшивка стойки центральной левой"
  },
  {
    name: "Обшивка стойки центральной правой",
    code: "Обшивка стойки центральной правой"
  },
  {
    name: "Ограничитель открывания борта (крышки багажника)",
    code: "Ограничитель открывания борта (крышки багажника)"
  },
  {
    name: "Ограничитель открывания двери",
    code: "Ограничитель открывания двери"
  },
  {
    name: "Ограничитель открывания двери задней",
    code: "Ограничитель открывания двери задней"
  },
  {
    name: "Ограничитель открывания двери передней",
    code: "Ограничитель открывания двери передней"
  },
  {
    name: "Омыватель левой фары",
    code: "Омыватель левой фары"
  },
  {
    name: "Омыватель правой фары",
    code: "Омыватель правой фары"
  },
  {
    name: "Опора амортизатора верхняя (чашка)",
    code: "Опора амортизатора верхняя (чашка)"
  },
  {
    name: "Опора амортизатора нижняя (чашка)",
    code: "Опора амортизатора нижняя (чашка)"
  },
  {
    name: "Опора заднего редуктора",
    code: "Опора заднего редуктора"
  },
  {
    name: "Опора переднего редуктора",
    code: "Опора переднего редуктора"
  },
  {
    name: "Опора под домкрат (поддомкратная подушка)",
    code: "Опора под домкрат (поддомкратная подушка)"
  },
  {
    name: "Опора радиатора",
    code: "Опора радиатора"
  },
  {
    name: "Опорная площадка для ноги",
    code: "Опорная площадка для ноги"
  },
  {
    name: "Осушитель",
    code: "Осушитель"
  },
  {
    name: "Ось колеса",
    code: "Ось колеса"
  },
  {
    name: "Ось коромысел",
    code: "Ось коромысел"
  },
  {
    name: "Ось передняя",
    code: "Ось передняя"
  },
  {
    name: "Ось полуприцепа",
    code: "Ось полуприцепа"
  },
  {
    name: "Отбойник амортизатора",
    code: "Отбойник амортизатора"
  },
  {
    name: "Отбойник бампера заднего",
    code: "Отбойник бампера заднего"
  },
  {
    name: "Отбойник бампера переднего",
    code: "Отбойник бампера переднего"
  },
  {
    name: "Отбойник капота (демпфер)",
    code: "Отбойник капота (демпфер)"
  },
  {
    name: "Отбойник крышки багажника (демпфер)",
    code: "Отбойник крышки багажника (демпфер)"
  },
  {
    name: "Отбойник подвески",
    code: "Отбойник подвески"
  },
  {
    name: "Ответная часть (скоба) замка двери",
    code: "Ответная часть (скоба) замка двери"
  },
  {
    name: "Ответная часть замка багажника",
    code: "Ответная часть замка багажника"
  },
  {
    name: "Отопитель в сборе (печка)",
    code: "Отопитель в сборе (печка)"
  },
  {
    name: "Отопитель гибридного модуля",
    code: "Отопитель гибридного модуля"
  },
  {
    name: "Отражатель фары",
    code: "Отражатель фары"
  },
  {
    name: "Охладитель отработанных газов",
    code: "Охладитель отработанных газов"
  },
  {
    name: "Охладитель тягового аккумулятора",
    code: "Охладитель тягового аккумулятора"
  },
  {
    name: "Очечник",
    code: "Очечник"
  },
  {
    name: "Очко фары левой",
    code: "Очко фары левой"
  },
  {
    name: "Очко фары правой",
    code: "Очко фары правой"
  },
  {
    name: "Панель (плата) фонаря заднего левого",
    code: "Панель (плата) фонаря заднего левого"
  },
  {
    name: "Панель (плата) фонаря заднего правого",
    code: "Панель (плата) фонаря заднего правого"
  },
  {
    name: "Панель кодового замка",
    code: "Панель кодового замка"
  },
  {
    name: "Панель передняя салона (торпедо)",
    code: "Панель передняя салона (торпедо)"
  },
  {
    name: "Панель управления магнитолой",
    code: "Панель управления магнитолой"
  },
  {
    name: "Парктроник задний",
    code: "Парктроник задний"
  },
  {
    name: "Парктроник передний",
    code: "Парктроник передний"
  },
  {
    name: "Патрон лампы указателя поворота",
    code: "Патрон лампы указателя поворота"
  },
  {
    name: "Патрон лампы фары",
    code: "Патрон лампы фары"
  },
  {
    name: "Патрон лампы фонаря",
    code: "Патрон лампы фонаря"
  },
  {
    name: "Патрубок (трубопровод, шланг)",
    code: "Патрубок (трубопровод, шланг)"
  },
  {
    name: "Патрубок автономного отопителя",
    code: "Патрубок автономного отопителя"
  },
  {
    name: "Патрубок вентиляции картера",
    code: "Патрубок вентиляции картера"
  },
  {
    name: "Патрубок воздуховода",
    code: "Патрубок воздуховода"
  },
  {
    name: "Патрубок воздушного фильтра",
    code: "Патрубок воздушного фильтра"
  },
  {
    name: "Патрубок впускного коллектора",
    code: "Патрубок впускного коллектора"
  },
  {
    name: "Патрубок интеркулера",
    code: "Патрубок интеркулера"
  },
  {
    name: "Патрубок отопителя (печки)",
    code: "Патрубок отопителя (печки)"
  },
  {
    name: "Патрубок радиатора",
    code: "Патрубок радиатора"
  },
  {
    name: "Патрубок расширительного бачка",
    code: "Патрубок расширительного бачка"
  },
  {
    name: "Патрубок турбины",
    code: "Патрубок турбины"
  },
  {
    name: "Педаль",
    code: "Педаль"
  },
  {
    name: "Педаль (лапка) заднего тормоза",
    code: "Педаль (лапка) заднего тормоза"
  },
  {
    name: "Педаль (лапка) переключения передач КПП",
    code: "Педаль (лапка) переключения передач КПП"
  },
  {
    name: "Педаль газа",
    code: "Педаль газа"
  },
  {
    name: "Педаль стояночного тормоза",
    code: "Педаль стояночного тормоза"
  },
  {
    name: "Педаль сцепления",
    code: "Педаль сцепления"
  },
  {
    name: "Педаль тормоза",
    code: "Педаль тормоза"
  },
  {
    name: "Пепельница",
    code: "Пепельница"
  },
  {
    name: "Перегородка грузового (пассажирского) отсека",
    code: "Перегородка грузового (пассажирского) отсека"
  },
  {
    name: "Перегородка моторного отсека",
    code: "Перегородка моторного отсека"
  },
  {
    name: "Передняя панель крепления облицовки (телевизор)",
    code: "Передняя панель крепления облицовки (телевизор)"
  },
  {
    name: "Передняя часть (ноускат) в сборе",
    code: "Передняя часть (ноускат) в сборе"
  },
  {
    name: "Передняя часть кузова",
    code: "Передняя часть кузова"
  },
  {
    name: "Переключатель (пульт) руля правый для мотоцикла",
    code: "Переключатель (пульт) руля правый для мотоцикла"
  },
  {
    name: "Переключатель дворников",
    code: "Переключатель дворников"
  },
  {
    name: "Переключатель круиз-контроля",
    code: "Переключатель круиз-контроля"
  },
  {
    name: "Переключатель отопителя (печки)",
    code: "Переключатель отопителя (печки)"
  },
  {
    name: "Переключатель поворотов",
    code: "Переключатель поворотов"
  },
  {
    name: "Переключатель подрулевой (стрекоза)",
    code: "Переключатель подрулевой (стрекоза)"
  },
  {
    name: "Переключатель подрулевой АКПП",
    code: "Переключатель подрулевой АКПП"
  },
  {
    name: "Переключатель подрулевой управления ретардером",
    code: "Переключатель подрулевой управления ретардером"
  },
  {
    name: "Переключатель полного привода",
    code: "Переключатель полного привода"
  },
  {
    name: "Переключатель света",
    code: "Переключатель света"
  },
  {
    name: "Перемычка рамы",
    code: "Перемычка рамы"
  },
  {
    name: "Переходник EGR",
    code: "Переходник EGR"
  },
  {
    name: "Переходник для зарядки",
    code: "Переходник для зарядки"
  },
  {
    name: "Петля двери",
    code: "Петля двери"
  },
  {
    name: "Петля двери задней левой",
    code: "Петля двери задней левой"
  },
  {
    name: "Петля двери задней правой",
    code: "Петля двери задней правой"
  },
  {
    name: "Петля двери передней левой",
    code: "Петля двери передней левой"
  },
  {
    name: "Петля двери передней правой",
    code: "Петля двери передней правой"
  },
  {
    name: "Петля заднего стекла",
    code: "Петля заднего стекла"
  },
  {
    name: "Петля капота",
    code: "Петля капота"
  },
  {
    name: "Петля капота левая",
    code: "Петля капота левая"
  },
  {
    name: "Петля капота правая",
    code: "Петля капота правая"
  },
  {
    name: "Петля крепления груза",
    code: "Петля крепления груза"
  },
  {
    name: "Петля крышки багажника",
    code: "Петля крышки багажника"
  },
  {
    name: "Петля спального места",
    code: "Петля спального места"
  },
  {
    name: "Пиропатрон",
    code: "Пиропатрон"
  },
  {
    name: "Пиропатрон петли капота",
    code: "Пиропатрон петли капота"
  },
  {
    name: "Планетарная передача АКПП",
    code: "Планетарная передача АКПП"
  },
  {
    name: "Планка кассеты радиаторов нижняя",
    code: "Планка кассеты радиаторов нижняя"
  },
  {
    name: "Планка крепления аккумулятора",
    code: "Планка крепления аккумулятора"
  },
  {
    name: "Планка под капот",
    code: "Планка под капот"
  },
  {
    name: "Пластик",
    code: "Пластик"
  },
  {
    name: "Пластик багажника",
    code: "Пластик багажника"
  },
  {
    name: "Пластик моторного отсека",
    code: "Пластик моторного отсека"
  },
  {
    name: "Пластик салазок сиденья",
    code: "Пластик салазок сиденья"
  },
  {
    name: "Пластик салона",
    code: "Пластик салона"
  },
  {
    name: "Пластина рессоры",
    code: "Пластина рессоры"
  },
  {
    name: "Плата монтажная",
    code: "Плата монтажная"
  },
  {
    name: "Платформа бортовая",
    code: "Платформа бортовая"
  },
  {
    name: "Плафон подсветки бардачка",
    code: "Плафон подсветки бардачка"
  },
  {
    name: "Плафон подсветки подкапотного пространства",
    code: "Плафон подсветки подкапотного пространства"
  },
  {
    name: "Плита переходная соединительная КПП-двигатель",
    code: "Плита переходная соединительная КПП-двигатель"
  },
  {
    name: "Площадка гидроборта",
    code: "Площадка гидроборта"
  },
  {
    name: "Площадка регулировочная подвески",
    code: "Площадка регулировочная подвески"
  },
  {
    name: "Плунжерная пара",
    code: "Плунжерная пара"
  },
  {
    name: "Плюсовой провод аккумулятора",
    code: "Плюсовой провод аккумулятора"
  },
  {
    name: "Пневмогидроусилитель сцепления",
    code: "Пневмогидроусилитель сцепления"
  },
  {
    name: "Пневмоподушка",
    code: "Пневмоподушка"
  },
  {
    name: "Пневмоподушка подвески кабины",
    code: "Пневмоподушка подвески кабины"
  },
  {
    name: "Пневмостойка задняя",
    code: "Пневмостойка задняя"
  },
  {
    name: "Пневмостойка передняя",
    code: "Пневмостойка передняя"
  },
  {
    name: "Пневмоцилиндр рулевой колонки",
    code: "Пневмоцилиндр рулевой колонки"
  },
  {
    name: "Поворотник левый",
    code: "Поворотник левый"
  },
  {
    name: "Поворотник правый",
    code: "Поворотник правый"
  },
  {
    name: "Повторитель в зеркало передний левый",
    code: "Повторитель в зеркало передний левый"
  },
  {
    name: "Повторитель в зеркало передний правый",
    code: "Повторитель в зеркало передний правый"
  },
  {
    name: "Повторитель передний левый",
    code: "Повторитель передний левый"
  },
  {
    name: "Повторитель передний правый",
    code: "Повторитель передний правый"
  },
  {
    name: "Подвесная ось (ленивец)",
    code: "Подвесная ось (ленивец)"
  },
  {
    name: "Подголовник",
    code: "Подголовник"
  },
  {
    name: "Поддон",
    code: "Поддон"
  },
  {
    name: "Поддон вариатора",
    code: "Поддон вариатора"
  },
  {
    name: "Поддон КПП",
    code: "Поддон КПП"
  },
  {
    name: "Подиум крепления датчика парктроника",
    code: "Подиум крепления датчика парктроника"
  },
  {
    name: "Подлокотник",
    code: "Подлокотник"
  },
  {
    name: "Подножка",
    code: "Подножка"
  },
  {
    name: "Подножка кабины левая (входной модуль)",
    code: "Подножка кабины левая (входной модуль)"
  },
  {
    name: "Подножка кабины правая (входной модуль)",
    code: "Подножка кабины правая (входной модуль)"
  },
  {
    name: "Подогрев бачка омывателя",
    code: "Подогрев бачка омывателя"
  },
  {
    name: "Подогрев впускного коллектора (еж)",
    code: "Подогрев впускного коллектора (еж)"
  },
  {
    name: "Подогрев сиденья",
    code: "Подогрев сиденья"
  },
  {
    name: "Подогрев топливного фильтра",
    code: "Подогрев топливного фильтра"
  },
  {
    name: "Подогреватель Adblue",
    code: "Подогреватель Adblue"
  },
  {
    name: "Подогреватель охлаждающей жидкости (антифриза)",
    code: "Подогреватель охлаждающей жидкости (антифриза)"
  },
  {
    name: "Подсветка номера",
    code: "Подсветка номера"
  },
  {
    name: "Подсветка порога",
    code: "Подсветка порога"
  },
  {
    name: "Подсветка ручки наружной задней левой",
    code: "Подсветка ручки наружной задней левой"
  },
  {
    name: "Подсветка ручки наружной задней правой",
    code: "Подсветка ручки наружной задней правой"
  },
  {
    name: "Подсветка ручки наружной передней левой",
    code: "Подсветка ручки наружной передней левой"
  },
  {
    name: "Подсветка ручки наружной передней правой",
    code: "Подсветка ручки наружной передней правой"
  },
  {
    name: "Подсветка салона",
    code: "Подсветка салона"
  },
  {
    name: "Подстаканник",
    code: "Подстаканник"
  },
  {
    name: "Подушка безопасности",
    code: "Подушка безопасности"
  },
  {
    name: "Подушка безопасности боковая (в дверь)",
    code: "Подушка безопасности боковая (в дверь)"
  },
  {
    name: "Подушка безопасности боковая (в дверь) задняя левая",
    code: "Подушка безопасности боковая (в дверь) задняя левая"
  },
  {
    name: "Подушка безопасности боковая (в дверь) задняя правая",
    code: "Подушка безопасности боковая (в дверь) задняя правая"
  },
  {
    name: "Подушка безопасности боковая (в дверь) передняя левая",
    code: "Подушка безопасности боковая (в дверь) передняя левая"
  },
  {
    name: "Подушка безопасности боковая (в дверь) передняя правая",
    code: "Подушка безопасности боковая (в дверь) передняя правая"
  },
  {
    name: "Подушка безопасности боковая (в сиденье)",
    code: "Подушка безопасности боковая (в сиденье)"
  },
  {
    name: "Подушка безопасности боковая (шторка)",
    code: "Подушка безопасности боковая (шторка)"
  },
  {
    name: "Подушка безопасности боковая (шторка) левая",
    code: "Подушка безопасности боковая (шторка) левая"
  },
  {
    name: "Подушка безопасности боковая (шторка) правая",
    code: "Подушка безопасности боковая (шторка) правая"
  },
  {
    name: "Подушка безопасности водителя",
    code: "Подушка безопасности водителя"
  },
  {
    name: "Подушка безопасности коленная",
    code: "Подушка безопасности коленная"
  },
  {
    name: "Подушка безопасности пассажира",
    code: "Подушка безопасности пассажира"
  },
  {
    name: "Подушка защиты печки",
    code: "Подушка защиты печки"
  },
  {
    name: "Подушка кабины",
    code: "Подушка кабины"
  },
  {
    name: "Подушка крепления двигателя",
    code: "Подушка крепления двигателя"
  },
  {
    name: "Подушка крепления КПП",
    code: "Подушка крепления КПП"
  },
  {
    name: "Подушка под моновпрыск",
    code: "Подушка под моновпрыск"
  },
  {
    name: "Подушка рамы",
    code: "Подушка рамы"
  },
  {
    name: "Подушка рессоры задней",
    code: "Подушка рессоры задней"
  },
  {
    name: "Подушка рессоры передней",
    code: "Подушка рессоры передней"
  },
  {
    name: "Подшипник",
    code: "Подшипник"
  },
  {
    name: "Подшипник вала рулевой колонки",
    code: "Подшипник вала рулевой колонки"
  },
  {
    name: "Подшипник выжимной",
    code: "Подшипник выжимной"
  },
  {
    name: "Подшипник КПП",
    code: "Подшипник КПП"
  },
  {
    name: "Подшипник опорный",
    code: "Подшипник опорный"
  },
  {
    name: "Подшипник подвесной карданного вала",
    code: "Подшипник подвесной карданного вала"
  },
  {
    name: "Подшипник полуоси подвесной",
    code: "Подшипник полуоси подвесной"
  },
  {
    name: "Подшипник рулевой рейки",
    code: "Подшипник рулевой рейки"
  },
  {
    name: "Подшипник ступицы",
    code: "Подшипник ступицы"
  },
  {
    name: "Подъемник шторки",
    code: "Подъемник шторки"
  },
  {
    name: "Пол багажника",
    code: "Пол багажника"
  },
  {
    name: "Полка аккумулятора",
    code: "Полка аккумулятора"
  },
  {
    name: "Полка багажника",
    code: "Полка багажника"
  },
  {
    name: "Полка над лобовым стеклом",
    code: "Полка над лобовым стеклом"
  },
  {
    name: "Полка под руль",
    code: "Полка под руль"
  },
  {
    name: "Полка спальника",
    code: "Полка спальника"
  },
  {
    name: "Полуось (приводной вал, ШРУС)",
    code: "Полуось (приводной вал, ШРУС)"
  },
  {
    name: "Полуось задняя (приводной вал, ШРУС)",
    code: "Полуось задняя (приводной вал, ШРУС)"
  },
  {
    name: "Полуось передняя левая (приводной вал, ШРУС)",
    code: "Полуось передняя левая (приводной вал, ШРУС)"
  },
  {
    name: "Полуось передняя правая (приводной вал, ШРУС)",
    code: "Полуось передняя правая (приводной вал, ШРУС)"
  },
  {
    name: "Полурессора",
    code: "Полурессора"
  },
  {
    name: "Полурессора задняя",
    code: "Полурессора задняя"
  },
  {
    name: "Помпа",
    code: "Помпа"
  },
  {
    name: "Помпа дополнительная",
    code: "Помпа дополнительная"
  },
  {
    name: "Порог левый",
    code: "Порог левый"
  },
  {
    name: "Порог правый",
    code: "Порог правый"
  },
  {
    name: "Пороги (комплект)",
    code: "Пороги (комплект)"
  },
  {
    name: "Порт зарядный",
    code: "Порт зарядный"
  },
  {
    name: "Поручень",
    code: "Поручень"
  },
  {
    name: "Поршень",
    code: "Поршень"
  },
  {
    name: "Поршень опережения впрыска ТНВД",
    code: "Поршень опережения впрыска ТНВД"
  },
  {
    name: "Поршень суппорта",
    code: "Поршень суппорта"
  },
  {
    name: "Поршневые кольца",
    code: "Поршневые кольца"
  },
  {
    name: "Постель коленвала",
    code: "Постель коленвала"
  },
  {
    name: "Постель распредвала (бугель)",
    code: "Постель распредвала (бугель)"
  },
  {
    name: "Потолок",
    code: "Потолок"
  },
  {
    name: "Преднатяжитель ремня безопасности",
    code: "Преднатяжитель ремня безопасности"
  },
  {
    name: "Предохранитель",
    code: "Предохранитель"
  },
  {
    name: "Предохранитель высоковольтный",
    code: "Предохранитель высоковольтный"
  },
  {
    name: "Преобразователь давления (соленоид наддува/EGR)",
    code: "Преобразователь давления (соленоид наддува/EGR)"
  },
  {
    name: "Преобразователь напряжения",
    code: "Преобразователь напряжения"
  },
  {
    name: "Привод вентилятора вискомуфты",
    code: "Привод вентилятора вискомуфты"
  },
  {
    name: "Привод заслонки дроссельной",
    code: "Привод заслонки дроссельной"
  },
  {
    name: "Привод компрессора пневмоподвески",
    code: "Привод компрессора пневмоподвески"
  },
  {
    name: "Привод круиз-контроля",
    code: "Привод круиз-контроля"
  },
  {
    name: "Привод масляного насоса",
    code: "Привод масляного насоса"
  },
  {
    name: "Привод ТНВД",
    code: "Привод ТНВД"
  },
  {
    name: "Привод шторки багажника",
    code: "Привод шторки багажника"
  },
  {
    name: "Прикуриватель",
    code: "Прикуриватель"
  },
  {
    name: "Прицепное устройство (фаркоп)",
    code: "Прицепное устройство (фаркоп)"
  },
  {
    name: "Пробка КПП",
    code: "Пробка КПП"
  },
  {
    name: "Пробка маслозаливная",
    code: "Пробка маслозаливная"
  },
  {
    name: "Пробка расширительного бачка",
    code: "Пробка расширительного бачка"
  },
  {
    name: "Пробка топливного бака",
    code: "Пробка топливного бака"
  },
  {
    name: "Провод (кабель) камеры",
    code: "Провод (кабель) камеры"
  },
  {
    name: "Провод USB",
    code: "Провод USB"
  },
  {
    name: "Провод высоковольтный",
    code: "Провод высоковольтный"
  },
  {
    name: "Провод датчика ABS",
    code: "Провод датчика ABS"
  },
  {
    name: "Провод массы",
    code: "Провод массы"
  },
  {
    name: "Провод моторчика жалюзи",
    code: "Провод моторчика жалюзи"
  },
  {
    name: "Провод стартера",
    code: "Провод стартера"
  },
  {
    name: "Проводка",
    code: "Проводка"
  },
  {
    name: "Проводка (коса) парктроников",
    code: "Проводка (коса) парктроников"
  },
  {
    name: "Проводка (планка) свечей накала",
    code: "Проводка (планка) свечей накала"
  },
  {
    name: "Проводка амортизатора VDC",
    code: "Проводка амортизатора VDC"
  },
  {
    name: "Проводка бампера заднего",
    code: "Проводка бампера заднего"
  },
  {
    name: "Проводка бампера переднего",
    code: "Проводка бампера переднего"
  },
  {
    name: "Проводка гидроблока внутренняя",
    code: "Проводка гидроблока внутренняя"
  },
  {
    name: "Проводка датчика износа колодок",
    code: "Проводка датчика износа колодок"
  },
  {
    name: "Проводка датчиков уровня подвески",
    code: "Проводка датчиков уровня подвески"
  },
  {
    name: "Проводка двери",
    code: "Проводка двери"
  },
  {
    name: "Проводка двери задней левой",
    code: "Проводка двери задней левой"
  },
  {
    name: "Проводка двери задней правой",
    code: "Проводка двери задней правой"
  },
  {
    name: "Проводка двери передней левой",
    code: "Проводка двери передней левой"
  },
  {
    name: "Проводка двери передней правой",
    code: "Проводка двери передней правой"
  },
  {
    name: "Проводка двигателя",
    code: "Проводка двигателя"
  },
  {
    name: "Проводка КПП",
    code: "Проводка КПП"
  },
  {
    name: "Проводка крышки багажника",
    code: "Проводка крышки багажника"
  },
  {
    name: "Проводка подушки безопасности",
    code: "Проводка подушки безопасности"
  },
  {
    name: "Проводка раздаточной коробки",
    code: "Проводка раздаточной коробки"
  },
  {
    name: "Проводка рамы",
    code: "Проводка рамы"
  },
  {
    name: "Проводка рулевой рейки",
    code: "Проводка рулевой рейки"
  },
  {
    name: "Проводка салона",
    code: "Проводка салона"
  },
  {
    name: "Проводка фары",
    code: "Проводка фары"
  },
  {
    name: "Проводка форсунок",
    code: "Проводка форсунок"
  },
  {
    name: "Проводка электроусилителя руля",
    code: "Проводка электроусилителя руля"
  },
  {
    name: "Проектор",
    code: "Проектор"
  },
  {
    name: "Прокладка",
    code: "Прокладка"
  },
  {
    name: "Прокладка впускного коллектора",
    code: "Прокладка впускного коллектора"
  },
  {
    name: "Прокладка выпускного коллектора",
    code: "Прокладка выпускного коллектора"
  },
  {
    name: "Прокладка ГБЦ",
    code: "Прокладка ГБЦ"
  },
  {
    name: "Прокладка глушителя",
    code: "Прокладка глушителя"
  },
  {
    name: "Прокладка катализатора",
    code: "Прокладка катализатора"
  },
  {
    name: "Прокладка клапанной крышки",
    code: "Прокладка клапанной крышки"
  },
  {
    name: "Прокладка КПП (пластина)",
    code: "Прокладка КПП (пластина)"
  },
  {
    name: "Прокладка поддона АКПП",
    code: "Прокладка поддона АКПП"
  },
  {
    name: "Проставка клапанной крышки",
    code: "Проставка клапанной крышки"
  },
  {
    name: "Проставка седельно-сцепного устройства",
    code: "Проставка седельно-сцепного устройства"
  },
  {
    name: "Проставки колесные",
    code: "Проставки колесные"
  },
  {
    name: "Проставки под балку подвески заднюю",
    code: "Проставки под балку подвески заднюю"
  },
  {
    name: "Проставки под балку подвески переднюю (подрамник)",
    code: "Проставки под балку подвески переднюю (подрамник)"
  },
  {
    name: "Проставки под пружины",
    code: "Проставки под пружины"
  },
  {
    name: "Противовес (амортизатор динамический)",
    code: "Противовес (амортизатор динамический)"
  },
  {
    name: "Прочая запчасть",
    code: "Прочая запчасть"
  },
  {
    name: "Пружина задняя",
    code: "Пружина задняя"
  },
  {
    name: "Пружина крышки багажника",
    code: "Пружина крышки багажника"
  },
  {
    name: "Пружина передняя",
    code: "Пружина передняя"
  },
  {
    name: "Пружина петли капота",
    code: "Пружина петли капота"
  },
  {
    name: "Пружина подвески кабины",
    code: "Пружина подвески кабины"
  },
  {
    name: "Пульт управления автономным отопителем",
    code: "Пульт управления автономным отопителем"
  },
  {
    name: "Пульт управления гидроборта",
    code: "Пульт управления гидроборта"
  },
  {
    name: "Пульт управления лебедкой",
    code: "Пульт управления лебедкой"
  },
  {
    name: "Пульт управления мультимедиа",
    code: "Пульт управления мультимедиа"
  },
  {
    name: "Пульт управления пневмоподвеской",
    code: "Пульт управления пневмоподвеской"
  },
  {
    name: "Пульт управления седельно-сцепным устройством",
    code: "Пульт управления седельно-сцепным устройством"
  },
  {
    name: "Пыльник",
    code: "Пыльник"
  },
  {
    name: "Пыльник амортизатора",
    code: "Пыльник амортизатора"
  },
  {
    name: "Пыльник двигателя",
    code: "Пыльник двигателя"
  },
  {
    name: "Пыльник крыла заднего левого",
    code: "Пыльник крыла заднего левого"
  },
  {
    name: "Пыльник крыла заднего правого",
    code: "Пыльник крыла заднего правого"
  },
  {
    name: "Пыльник крыла переднего левого",
    code: "Пыльник крыла переднего левого"
  },
  {
    name: "Пыльник крыла переднего правого",
    code: "Пыльник крыла переднего правого"
  },
  {
    name: "Пыльник рулевой рейки",
    code: "Пыльник рулевой рейки"
  },
  {
    name: "Пыльник ШРУСа",
    code: "Пыльник ШРУСа"
  },
  {
    name: "Радар",
    code: "Радар"
  },
  {
    name: "Радиатор (дополнительный)",
    code: "Радиатор (дополнительный)"
  },
  {
    name: "Радиатор (основной)",
    code: "Радиатор (основной)"
  },
  {
    name: "Радиатор EGR",
    code: "Радиатор EGR"
  },
  {
    name: "Радиатор АКПП",
    code: "Радиатор АКПП"
  },
  {
    name: "Радиатор гидроподвески",
    code: "Радиатор гидроподвески"
  },
  {
    name: "Радиатор гидроусилителя",
    code: "Радиатор гидроусилителя"
  },
  {
    name: "Радиатор инвертора",
    code: "Радиатор инвертора"
  },
  {
    name: "Радиатор кондиционера",
    code: "Радиатор кондиционера"
  },
  {
    name: "Радиатор масляный",
    code: "Радиатор масляный"
  },
  {
    name: "Радиатор отопителя (печки)",
    code: "Радиатор отопителя (печки)"
  },
  {
    name: "Радиатор отопителя (печки) дополнительного",
    code: "Радиатор отопителя (печки) дополнительного"
  },
  {
    name: "Радиатор ретардера",
    code: "Радиатор ретардера"
  },
  {
    name: "Радиатор топлива",
    code: "Радиатор топлива"
  },
  {
    name: "Радиостанция (рация)",
    code: "Радиостанция (рация)"
  },
  {
    name: "Раздаточная коробка",
    code: "Раздаточная коробка"
  },
  {
    name: "Разъем (фишка) проводки",
    code: "Разъем (фишка) проводки"
  },
  {
    name: "Разъем AUX / USB",
    code: "Разъем AUX / USB"
  },
  {
    name: "Рама",
    code: "Рама"
  },
  {
    name: "Рамка (накладка) рычага КПП",
    code: "Рамка (накладка) рычага КПП"
  },
  {
    name: "Рамка блока кнопок центральной консоли",
    code: "Рамка блока кнопок центральной консоли"
  },
  {
    name: "Рамка блока управления печки/климат-контроля",
    code: "Рамка блока управления печки/климат-контроля"
  },
  {
    name: "Рамка двери задней левой",
    code: "Рамка двери задней левой"
  },
  {
    name: "Рамка двери задней правой",
    code: "Рамка двери задней правой"
  },
  {
    name: "Рамка двери передней левой",
    code: "Рамка двери передней левой"
  },
  {
    name: "Рамка двери передней правой",
    code: "Рамка двери передней правой"
  },
  {
    name: "Рамка для номера",
    code: "Рамка для номера"
  },
  {
    name: "Рамка зеркала наружного левого",
    code: "Рамка зеркала наружного левого"
  },
  {
    name: "Рамка зеркала наружного правого",
    code: "Рамка зеркала наружного правого"
  },
  {
    name: "Рамка капота",
    code: "Рамка капота"
  },
  {
    name: "Рамка под магнитолу",
    code: "Рамка под магнитолу"
  },
  {
    name: "Рамка решетки радиатора",
    code: "Рамка решетки радиатора"
  },
  {
    name: "Рамка фары противотуманной левой",
    code: "Рамка фары противотуманной левой"
  },
  {
    name: "Рамка фары противотуманной правой",
    code: "Рамка фары противотуманной правой"
  },
  {
    name: "Распорка стоек",
    code: "Распорка стоек"
  },
  {
    name: "Распорная планка",
    code: "Распорная планка"
  },
  {
    name: "Распредвал",
    code: "Распредвал"
  },
  {
    name: "Распределитель впрыска (инжектор)",
    code: "Распределитель впрыска (инжектор)"
  },
  {
    name: "Распределитель зажигания (трамблёр)",
    code: "Распределитель зажигания (трамблёр)"
  },
  {
    name: "Распределитель тока",
    code: "Распределитель тока"
  },
  {
    name: "Распределитель тормозной силы",
    code: "Распределитель тормозной силы"
  },
  {
    name: "Распределитель штекерный",
    code: "Распределитель штекерный"
  },
  {
    name: "Растяжка передка",
    code: "Растяжка передка"
  },
  {
    name: "Расходомер воздуха",
    code: "Расходомер воздуха"
  },
  {
    name: "Расширители арок",
    code: "Расширители арок"
  },
  {
    name: "Регулятор высоты стекла мотоцикла",
    code: "Регулятор высоты стекла мотоцикла"
  },
  {
    name: "Регулятор выхлопных газов",
    code: "Регулятор выхлопных газов"
  },
  {
    name: "Регулятор давления топлива",
    code: "Регулятор давления топлива"
  },
  {
    name: "Регулятор дорожного просвета задний",
    code: "Регулятор дорожного просвета задний"
  },
  {
    name: "Регулятор дорожного просвета передний",
    code: "Регулятор дорожного просвета передний"
  },
  {
    name: "Регулятор напряжения",
    code: "Регулятор напряжения"
  },
  {
    name: "Редуктор АКПП",
    code: "Редуктор АКПП"
  },
  {
    name: "Редуктор заднего моста",
    code: "Редуктор заднего моста"
  },
  {
    name: "Редуктор переднего моста",
    code: "Редуктор переднего моста"
  },
  {
    name: "Редуктор рулевой",
    code: "Редуктор рулевой"
  },
  {
    name: "Резистор АКПП",
    code: "Резистор АКПП"
  },
  {
    name: "Резонатор (пламягаситель) глушителя",
    code: "Резонатор (пламягаситель) глушителя"
  },
  {
    name: "Резонатор воздушного фильтра",
    code: "Резонатор воздушного фильтра"
  },
  {
    name: "Рейка доворота задней оси",
    code: "Рейка доворота задней оси"
  },
  {
    name: "Реле (прочие)",
    code: "Реле (прочие)"
  },
  {
    name: "Реле бензонасоса",
    code: "Реле бензонасоса"
  },
  {
    name: "Реле вентилятора",
    code: "Реле вентилятора"
  },
  {
    name: "Реле втягивающее стартера",
    code: "Реле втягивающее стартера"
  },
  {
    name: "Реле замка крышки багажника",
    code: "Реле замка крышки багажника"
  },
  {
    name: "Реле комфорта",
    code: "Реле комфорта"
  },
  {
    name: "Реле накала свечей",
    code: "Реле накала свечей"
  },
  {
    name: "Реле поворотов",
    code: "Реле поворотов"
  },
  {
    name: "Реле стеклоочистителей (дворников)",
    code: "Реле стеклоочистителей (дворников)"
  },
  {
    name: "Ремень безопасности",
    code: "Ремень безопасности"
  },
  {
    name: "Ремень безопасности задний левый",
    code: "Ремень безопасности задний левый"
  },
  {
    name: "Ремень безопасности задний правый",
    code: "Ремень безопасности задний правый"
  },
  {
    name: "Ремень безопасности задний центральный",
    code: "Ремень безопасности задний центральный"
  },
  {
    name: "Ремень безопасности передний левый",
    code: "Ремень безопасности передний левый"
  },
  {
    name: "Ремень безопасности передний правый",
    code: "Ремень безопасности передний правый"
  },
  {
    name: "Ремень вариатора",
    code: "Ремень вариатора"
  },
  {
    name: "Ремень генератора",
    code: "Ремень генератора"
  },
  {
    name: "Ремень ГРМ",
    code: "Ремень ГРМ"
  },
  {
    name: "Ремень привода рулевой рейки",
    code: "Ремень привода рулевой рейки"
  },
  {
    name: "Ремкомплект",
    code: "Ремкомплект"
  },
  {
    name: "Ремкомплект двери задней",
    code: "Ремкомплект двери задней"
  },
  {
    name: "Ремкомплект двери передней",
    code: "Ремкомплект двери передней"
  },
  {
    name: "Ремкомплект двери сдвижной",
    code: "Ремкомплект двери сдвижной"
  },
  {
    name: "Ремкомплект двигателя",
    code: "Ремкомплект двигателя"
  },
  {
    name: "Ремкомплект для форсунки",
    code: "Ремкомплект для форсунки"
  },
  {
    name: "Ремкомплект компрессора пневмоподвески",
    code: "Ремкомплект компрессора пневмоподвески"
  },
  {
    name: "Ремкомплект КПП",
    code: "Ремкомплект КПП"
  },
  {
    name: "Ремкомплект кулисы",
    code: "Ремкомплект кулисы"
  },
  {
    name: "Ремкомплект механизма открытия экрана MMI",
    code: "Ремкомплект механизма открытия экрана MMI"
  },
  {
    name: "Ремкомплект насоса вакуумного",
    code: "Ремкомплект насоса вакуумного"
  },
  {
    name: "Ремкомплект ограничителя двери",
    code: "Ремкомплект ограничителя двери"
  },
  {
    name: "Ремкомплект патрубка",
    code: "Ремкомплект патрубка"
  },
  {
    name: "Ремкомплект турбины",
    code: "Ремкомплект турбины"
  },
  {
    name: "Ремкомплект фар",
    code: "Ремкомплект фар"
  },
  {
    name: "Ремкомплект фонарей",
    code: "Ремкомплект фонарей"
  },
  {
    name: "Ремонтный элемент пола кузова левый",
    code: "Ремонтный элемент пола кузова левый"
  },
  {
    name: "Ремонтный элемент пола кузова правый",
    code: "Ремонтный элемент пола кузова правый"
  },
  {
    name: "Ресивер воздушный",
    code: "Ресивер воздушный"
  },
  {
    name: "Ресивер пневмоподвески",
    code: "Ресивер пневмоподвески"
  },
  {
    name: "Рессора",
    code: "Рессора"
  },
  {
    name: "Рессора задняя",
    code: "Рессора задняя"
  },
  {
    name: "Рессора передняя",
    code: "Рессора передняя"
  },
  {
    name: "Решетка вентиляции кузова",
    code: "Решетка вентиляции кузова"
  },
  {
    name: "Решетка воздухозаборника",
    code: "Решетка воздухозаборника"
  },
  {
    name: "Решетка капота",
    code: "Решетка капота"
  },
  {
    name: "Решетка радиатора",
    code: "Решетка радиатора"
  },
  {
    name: "Решетки на задние фонари",
    code: "Решетки на задние фонари"
  },
  {
    name: "Розетка зарядки автомобиля",
    code: "Розетка зарядки автомобиля"
  },
  {
    name: "Розетка фаркопа",
    code: "Розетка фаркопа"
  },
  {
    name: "Ролик двери сдвижной",
    code: "Ролик двери сдвижной"
  },
  {
    name: "Ролик натяжителя",
    code: "Ролик натяжителя"
  },
  {
    name: "Ролик обводной",
    code: "Ролик обводной"
  },
  {
    name: "Роликовая направляющая",
    code: "Роликовая направляющая"
  },
  {
    name: "Ротор генератора",
    code: "Ротор генератора"
  },
  {
    name: "Руководство по эксплуатации (сервисная книжка)",
    code: "Руководство по эксплуатации (сервисная книжка)"
  },
  {
    name: "Рулевая колонка",
    code: "Рулевая колонка"
  },
  {
    name: "Рулевая рейка",
    code: "Рулевая рейка"
  },
  {
    name: "Рулевая сошка",
    code: "Рулевая сошка"
  },
  {
    name: "Рулевая трапеция",
    code: "Рулевая трапеция"
  },
  {
    name: "Рулевой карданчик",
    code: "Рулевой карданчик"
  },
  {
    name: "Рулевой маятник",
    code: "Рулевой маятник"
  },
  {
    name: "Руль",
    code: "Руль"
  },
  {
    name: "Ручка бардачка",
    code: "Ручка бардачка"
  },
  {
    name: "Ручка внутренняя",
    code: "Ручка внутренняя"
  },
  {
    name: "Ручка внутренняя задняя левая",
    code: "Ручка внутренняя задняя левая"
  },
  {
    name: "Ручка внутренняя задняя правая",
    code: "Ручка внутренняя задняя правая"
  },
  {
    name: "Ручка внутренняя передняя левая",
    code: "Ручка внутренняя передняя левая"
  },
  {
    name: "Ручка внутренняя передняя правая",
    code: "Ручка внутренняя передняя правая"
  },
  {
    name: "Ручка внутренняя потолочная",
    code: "Ручка внутренняя потолочная"
  },
  {
    name: "Ручка внутренняя сдвижной двери левой",
    code: "Ручка внутренняя сдвижной двери левой"
  },
  {
    name: "Ручка внутренняя сдвижной двери правой",
    code: "Ручка внутренняя сдвижной двери правой"
  },
  {
    name: "Ручка крышки багажника",
    code: "Ручка крышки багажника"
  },
  {
    name: "Ручка кулисы КПП",
    code: "Ручка кулисы КПП"
  },
  {
    name: "Ручка наружная",
    code: "Ручка наружная"
  },
  {
    name: "Ручка наружная задняя левая",
    code: "Ручка наружная задняя левая"
  },
  {
    name: "Ручка наружная задняя правая",
    code: "Ручка наружная задняя правая"
  },
  {
    name: "Ручка наружная передняя левая",
    code: "Ручка наружная передняя левая"
  },
  {
    name: "Ручка наружная передняя правая",
    code: "Ручка наружная передняя правая"
  },
  {
    name: "Ручка наружная распашной двери левой",
    code: "Ручка наружная распашной двери левой"
  },
  {
    name: "Ручка наружная распашной двери правой",
    code: "Ручка наружная распашной двери правой"
  },
  {
    name: "Ручка наружная сдвижной двери левой",
    code: "Ручка наружная сдвижной двери левой"
  },
  {
    name: "Ручка наружная сдвижной двери правой",
    code: "Ручка наружная сдвижной двери правой"
  },
  {
    name: "Ручка открывания багажника",
    code: "Ручка открывания багажника"
  },
  {
    name: "Ручка открывания капота",
    code: "Ручка открывания капота"
  },
  {
    name: "Ручка открытия заднего бокового стекла",
    code: "Ручка открытия заднего бокового стекла"
  },
  {
    name: "Ручка открытия лючка топливного бака",
    code: "Ручка открытия лючка топливного бака"
  },
  {
    name: "Ручка переключателя отопителя (печки)",
    code: "Ручка переключателя отопителя (печки)"
  },
  {
    name: "Ручка переключения передач",
    code: "Ручка переключения передач"
  },
  {
    name: "Ручка продольной регулировки сиденья",
    code: "Ручка продольной регулировки сиденья"
  },
  {
    name: "Ручка регулировки спинки сиденья",
    code: "Ручка регулировки спинки сиденья"
  },
  {
    name: "Ручка стеклоподъемника",
    code: "Ручка стеклоподъемника"
  },
  {
    name: "Рычаг (ручка) раздаточной коробки",
    code: "Рычаг (ручка) раздаточной коробки"
  },
  {
    name: "Рычаг заднего стеклоочистителя",
    code: "Рычаг заднего стеклоочистителя"
  },
  {
    name: "Рычаг задний",
    code: "Рычаг задний"
  },
  {
    name: "Рычаг задний левый",
    code: "Рычаг задний левый"
  },
  {
    name: "Рычаг задний правый",
    code: "Рычаг задний правый"
  },
  {
    name: "Рычаг передний",
    code: "Рычаг передний"
  },
  {
    name: "Рычаг передний левый",
    code: "Рычаг передний левый"
  },
  {
    name: "Рычаг передний правый",
    code: "Рычаг передний правый"
  },
  {
    name: "Рычаг ручного тормоза (ручника)",
    code: "Рычаг ручного тормоза (ручника)"
  },
  {
    name: "Сабвуфер",
    code: "Сабвуфер"
  },
  {
    name: "Сайлентблок",
    code: "Сайлентблок"
  },
  {
    name: "Салазки сиденья",
    code: "Салазки сиденья"
  },
  {
    name: "Салон (комплект сидений)",
    code: "Салон (комплект сидений)"
  },
  {
    name: "Сальник",
    code: "Сальник"
  },
  {
    name: "Сальник насоса гидроусилителя",
    code: "Сальник насоса гидроусилителя"
  },
  {
    name: "Сальник полуоси",
    code: "Сальник полуоси"
  },
  {
    name: "Сальник рулевой рейки",
    code: "Сальник рулевой рейки"
  },
  {
    name: "Сальник ступицы колеса",
    code: "Сальник ступицы колеса"
  },
  {
    name: "Свеча",
    code: "Свеча"
  },
  {
    name: "Свеча накала",
    code: "Свеча накала"
  },
  {
    name: "Свеча накала автономного отопителя",
    code: "Свеча накала автономного отопителя"
  },
  {
    name: "Седельно-сцепное устройство",
    code: "Седельно-сцепное устройство"
  },
  {
    name: "Селектор АКПП",
    code: "Селектор АКПП"
  },
  {
    name: "Серводвигатель (моторчик) рулевой рейки",
    code: "Серводвигатель (моторчик) рулевой рейки"
  },
  {
    name: "Сервопривод заслонок впускного коллектора",
    code: "Сервопривод заслонок впускного коллектора"
  },
  {
    name: "Сервопривод рулевого управления",
    code: "Сервопривод рулевого управления"
  },
  {
    name: "Серьга рессоры",
    code: "Серьга рессоры"
  },
  {
    name: "Сетка (собачник)",
    code: "Сетка (собачник)"
  },
  {
    name: "Сетка для динамика",
    code: "Сетка для динамика"
  },
  {
    name: "Сетка крепления груза",
    code: "Сетка крепления груза"
  },
  {
    name: "Сетка москитная",
    code: "Сетка москитная"
  },
  {
    name: "Сигнал (клаксон)",
    code: "Сигнал (клаксон)"
  },
  {
    name: "Сиденье заднее",
    code: "Сиденье заднее"
  },
  {
    name: "Сиденье переднее",
    code: "Сиденье переднее"
  },
  {
    name: "Сиденье переднее левое",
    code: "Сиденье переднее левое"
  },
  {
    name: "Сиденье переднее правое",
    code: "Сиденье переднее правое"
  },
  {
    name: "Сиденье третий ряд",
    code: "Сиденье третий ряд"
  },
  {
    name: "Силовой провод аккумулятора",
    code: "Силовой провод аккумулятора"
  },
  {
    name: "Симпозер",
    code: "Симпозер"
  },
  {
    name: "Синхронизатор КПП",
    code: "Синхронизатор КПП"
  },
  {
    name: "Сирена",
    code: "Сирена"
  },
  {
    name: "Система газораспределения",
    code: "Система газораспределения"
  },
  {
    name: "Скелет ручки наружной задней левой",
    code: "Скелет ручки наружной задней левой"
  },
  {
    name: "Скелет ручки наружной задней правой",
    code: "Скелет ручки наружной задней правой"
  },
  {
    name: "Скелет ручки наружной передней левой",
    code: "Скелет ручки наружной передней левой"
  },
  {
    name: "Скелет ручки наружной передней правой",
    code: "Скелет ручки наружной передней правой"
  },
  {
    name: "Скоба (кронштейн) крепления форсунки",
    code: "Скоба (кронштейн) крепления форсунки"
  },
  {
    name: "Скоба крепления карданного вала",
    code: "Скоба крепления карданного вала"
  },
  {
    name: "Скоба суппорта",
    code: "Скоба суппорта"
  },
  {
    name: "Скоба суппорта заднего",
    code: "Скоба суппорта заднего"
  },
  {
    name: "Скоба суппорта переднего",
    code: "Скоба суппорта переднего"
  },
  {
    name: "Сменный элемент ароматизатора",
    code: "Сменный элемент ароматизатора"
  },
  {
    name: "Соленоид (клапан) АКПП",
    code: "Соленоид (клапан) АКПП"
  },
  {
    name: "Сопротивление вентилятора охлаждения",
    code: "Сопротивление вентилятора охлаждения"
  },
  {
    name: "Сопротивление печки",
    code: "Сопротивление печки"
  },
  {
    name: "Сопротивление печки дополнительной",
    code: "Сопротивление печки дополнительной"
  },
  {
    name: "Спальник",
    code: "Спальник"
  },
  {
    name: "Спидометр",
    code: "Спидометр"
  },
  {
    name: "Спойлер",
    code: "Спойлер"
  },
  {
    name: "Спойлер кабины",
    code: "Спойлер кабины"
  },
  {
    name: "Стабилизатор кабины",
    code: "Стабилизатор кабины"
  },
  {
    name: "Стабилизатор напряжения",
    code: "Стабилизатор напряжения"
  },
  {
    name: "Стабилизатор подвески (поперечной устойчивости)",
    code: "Стабилизатор подвески (поперечной устойчивости)"
  },
  {
    name: "Стабилизатор подвески (поперечной устойчивости) задний",
    code: "Стабилизатор подвески (поперечной устойчивости) задний"
  },
  {
    name: "Стабилизатор подвески (поперечной устойчивости) передний",
    code: "Стабилизатор подвески (поперечной устойчивости) передний"
  },
  {
    name: "Стакан (втулка) форсунки",
    code: "Стакан (втулка) форсунки"
  },
  {
    name: "Стакан лонжерона левый",
    code: "Стакан лонжерона левый"
  },
  {
    name: "Стакан лонжерона правый",
    code: "Стакан лонжерона правый"
  },
  {
    name: "Стакан сепаратора",
    code: "Стакан сепаратора"
  },
  {
    name: "Стартер",
    code: "Стартер"
  },
  {
    name: "Стартер ксенона (игнитор)",
    code: "Стартер ксенона (игнитор)"
  },
  {
    name: "Стартер-генератор",
    code: "Стартер-генератор"
  },
  {
    name: "Статор насоса АКПП",
    code: "Статор насоса АКПП"
  },
  {
    name: "Стекло двери задней левой",
    code: "Стекло двери задней левой"
  },
  {
    name: "Стекло двери задней правой",
    code: "Стекло двери задней правой"
  },
  {
    name: "Стекло двери передней левой",
    code: "Стекло двери передней левой"
  },
  {
    name: "Стекло двери передней правой",
    code: "Стекло двери передней правой"
  },
  {
    name: "Стекло двери сдвижной",
    code: "Стекло двери сдвижной"
  },
  {
    name: "Стекло заднее",
    code: "Стекло заднее"
  },
  {
    name: "Стекло зеркала наружного левого",
    code: "Стекло зеркала наружного левого"
  },
  {
    name: "Стекло зеркала наружного правого",
    code: "Стекло зеркала наружного правого"
  },
  {
    name: "Стекло кузовное боковое левое",
    code: "Стекло кузовное боковое левое"
  },
  {
    name: "Стекло кузовное боковое панорамное (комплект)",
    code: "Стекло кузовное боковое панорамное (комплект)"
  },
  {
    name: "Стекло кузовное боковое правое",
    code: "Стекло кузовное боковое правое"
  },
  {
    name: "Стекло лобовое",
    code: "Стекло лобовое"
  },
  {
    name: "Стекло люка",
    code: "Стекло люка"
  },
  {
    name: "Стекло панорамной крыши",
    code: "Стекло панорамной крыши"
  },
  {
    name: "Стекло фары левой",
    code: "Стекло фары левой"
  },
  {
    name: "Стекло фары правой",
    code: "Стекло фары правой"
  },
  {
    name: "Стекло фары противотуманной левой",
    code: "Стекло фары противотуманной левой"
  },
  {
    name: "Стекло фары противотуманной правой",
    code: "Стекло фары противотуманной правой"
  },
  {
    name: "Стекло фонаря заднего левого",
    code: "Стекло фонаря заднего левого"
  },
  {
    name: "Стекло фонаря заднего правого",
    code: "Стекло фонаря заднего правого"
  },
  {
    name: "Стеклоочиститель фары левой",
    code: "Стеклоочиститель фары левой"
  },
  {
    name: "Стеклоочиститель фары правой",
    code: "Стеклоочиститель фары правой"
  },
  {
    name: "Стеклопакет боковой (комплект)",
    code: "Стеклопакет боковой (комплект)"
  },
  {
    name: "Стеклопакет боковой левый",
    code: "Стеклопакет боковой левый"
  },
  {
    name: "Стеклопакет боковой правый",
    code: "Стеклопакет боковой правый"
  },
  {
    name: "Стеклоподъемник",
    code: "Стеклоподъемник"
  },
  {
    name: "Стеклоподъемник задний левый",
    code: "Стеклоподъемник задний левый"
  },
  {
    name: "Стеклоподъемник задний правый",
    code: "Стеклоподъемник задний правый"
  },
  {
    name: "Стеклоподъемник передний левый",
    code: "Стеклоподъемник передний левый"
  },
  {
    name: "Стеклоподъемник передний правый",
    code: "Стеклоподъемник передний правый"
  },
  {
    name: "Стеклоподъемник электрический",
    code: "Стеклоподъемник электрический"
  },
  {
    name: "Стеклоподъемник электрический задний левый",
    code: "Стеклоподъемник электрический задний левый"
  },
  {
    name: "Стеклоподъемник электрический задний правый",
    code: "Стеклоподъемник электрический задний правый"
  },
  {
    name: "Стеклоподъемник электрический передний левый",
    code: "Стеклоподъемник электрический передний левый"
  },
  {
    name: "Стеклоподъемник электрический передний правый",
    code: "Стеклоподъемник электрический передний правый"
  },
  {
    name: "Стойка задняя",
    code: "Стойка задняя"
  },
  {
    name: "Стойка кузовная передняя левая",
    code: "Стойка кузовная передняя левая"
  },
  {
    name: "Стойка кузовная передняя правая",
    code: "Стойка кузовная передняя правая"
  },
  {
    name: "Стойка кузовная центральная левая",
    code: "Стойка кузовная центральная левая"
  },
  {
    name: "Стойка кузовная центральная правая",
    code: "Стойка кузовная центральная правая"
  },
  {
    name: "Стойка передняя левая",
    code: "Стойка передняя левая"
  },
  {
    name: "Стойка передняя правая",
    code: "Стойка передняя правая"
  },
  {
    name: "Стойка стабилизатора задняя",
    code: "Стойка стабилизатора задняя"
  },
  {
    name: "Стойка стабилизатора передняя",
    code: "Стойка стабилизатора передняя"
  },
  {
    name: "Столик",
    code: "Столик"
  },
  {
    name: "Стоп-сигнал",
    code: "Стоп-сигнал"
  },
  {
    name: "Стопор кабины",
    code: "Стопор кабины"
  },
  {
    name: "Стремянка",
    code: "Стремянка"
  },
  {
    name: "Ступица задняя",
    code: "Ступица задняя"
  },
  {
    name: "Ступица задняя левая",
    code: "Ступица задняя левая"
  },
  {
    name: "Ступица задняя правая",
    code: "Ступица задняя правая"
  },
  {
    name: "Ступица насоса АКПП",
    code: "Ступица насоса АКПП"
  },
  {
    name: "Ступица передняя",
    code: "Ступица передняя"
  },
  {
    name: "Ступица передняя левая",
    code: "Ступица передняя левая"
  },
  {
    name: "Ступица передняя правая",
    code: "Ступица передняя правая"
  },
  {
    name: "Суппорт",
    code: "Суппорт"
  },
  {
    name: "Суппорт АКПП",
    code: "Суппорт АКПП"
  },
  {
    name: "Суппорт задний левый",
    code: "Суппорт задний левый"
  },
  {
    name: "Суппорт задний правый",
    code: "Суппорт задний правый"
  },
  {
    name: "Суппорт передний левый",
    code: "Суппорт передний левый"
  },
  {
    name: "Суппорт передний правый",
    code: "Суппорт передний правый"
  },
  {
    name: "Сухарь клапана",
    code: "Сухарь клапана"
  },
  {
    name: "Тахограф",
    code: "Тахограф"
  },
  {
    name: "Тахометр",
    code: "Тахометр"
  },
  {
    name: "Телефон штатный",
    code: "Телефон штатный"
  },
  {
    name: "Тент",
    code: "Тент"
  },
  {
    name: "Тепловой экран глушителя",
    code: "Тепловой экран глушителя"
  },
  {
    name: "Тепловой экран моторного отсека",
    code: "Тепловой экран моторного отсека"
  },
  {
    name: "Теплозащита кузова",
    code: "Теплозащита кузова"
  },
  {
    name: "Теплообменник АКПП",
    code: "Теплообменник АКПП"
  },
  {
    name: "Теплообменник высоковольтной батареи",
    code: "Теплообменник высоковольтной батареи"
  },
  {
    name: "Теплообменник масляного фильтра",
    code: "Теплообменник масляного фильтра"
  },
  {
    name: "Термограф",
    code: "Термограф"
  },
  {
    name: "Термос антифриза",
    code: "Термос антифриза"
  },
  {
    name: "Термостат",
    code: "Термостат"
  },
  {
    name: "ТНВД",
    code: "ТНВД"
  },
  {
    name: "Толкатель клапана",
    code: "Толкатель клапана"
  },
  {
    name: "Топливная рампа",
    code: "Топливная рампа"
  },
  {
    name: "Топливный теплообменник (подогреватель топлива)",
    code: "Топливный теплообменник (подогреватель топлива)"
  },
  {
    name: "Топливозаборник",
    code: "Топливозаборник"
  },
  {
    name: "Тормозные колодки",
    code: "Тормозные колодки"
  },
  {
    name: "Тормозные колодки задние",
    code: "Тормозные колодки задние"
  },
  {
    name: "Тормозные колодки передние",
    code: "Тормозные колодки передние"
  },
  {
    name: "Торсион кабины",
    code: "Торсион кабины"
  },
  {
    name: "Торсион крышки багажника",
    code: "Торсион крышки багажника"
  },
  {
    name: "Торсион подвески",
    code: "Торсион подвески"
  },
  {
    name: "Траверса верхняя",
    code: "Траверса верхняя"
  },
  {
    name: "Траверса нижняя",
    code: "Траверса нижняя"
  },
  {
    name: "Транспондер (блок оплаты дорог)",
    code: "Транспондер (блок оплаты дорог)"
  },
  {
    name: "Трещетка тормозная",
    code: "Трещетка тормозная"
  },
  {
    name: "Трос блокировки замка зажигания",
    code: "Трос блокировки замка зажигания"
  },
  {
    name: "Трос газа",
    code: "Трос газа"
  },
  {
    name: "Трос двери",
    code: "Трос двери"
  },
  {
    name: "Трос двери задней",
    code: "Трос двери задней"
  },
  {
    name: "Трос двери передней",
    code: "Трос двери передней"
  },
  {
    name: "Трос замка инструментального ящика",
    code: "Трос замка инструментального ящика"
  },
  {
    name: "Трос капота",
    code: "Трос капота"
  },
  {
    name: "Трос кулисы КПП",
    code: "Трос кулисы КПП"
  },
  {
    name: "Трос люка",
    code: "Трос люка"
  },
  {
    name: "Трос опережения зажигания (трос подсоса)",
    code: "Трос опережения зажигания (трос подсоса)"
  },
  {
    name: "Трос открывания (подъема) кабины",
    code: "Трос открывания (подъема) кабины"
  },
  {
    name: "Трос открывания багажника",
    code: "Трос открывания багажника"
  },
  {
    name: "Трос открывания лючка топливного бака",
    code: "Трос открывания лючка топливного бака"
  },
  {
    name: "Трос отопителя (печки)",
    code: "Трос отопителя (печки)"
  },
  {
    name: "Трос раздаточной коробки",
    code: "Трос раздаточной коробки"
  },
  {
    name: "Трос ручника",
    code: "Трос ручника"
  },
  {
    name: "Трос сиденья",
    code: "Трос сиденья"
  },
  {
    name: "Трос спидометра",
    code: "Трос спидометра"
  },
  {
    name: "Трос сцепления",
    code: "Трос сцепления"
  },
  {
    name: "Труба интеркулера",
    code: "Труба интеркулера"
  },
  {
    name: "Труба перепускная",
    code: "Труба перепускная"
  },
  {
    name: "Труба приемная глушителя",
    code: "Труба приемная глушителя"
  },
  {
    name: "Трубка Dynamic Drive",
    code: "Трубка Dynamic Drive"
  },
  {
    name: "Трубка вакуумная",
    code: "Трубка вакуумная"
  },
  {
    name: "Трубка вакуумного насоса",
    code: "Трубка вакуумного насоса"
  },
  {
    name: "Трубка вентиляции топливного бака",
    code: "Трубка вентиляции топливного бака"
  },
  {
    name: "Трубка гидравлическая",
    code: "Трубка гидравлическая"
  },
  {
    name: "Трубка гидроусилителя",
    code: "Трубка гидроусилителя"
  },
  {
    name: "Трубка компрессора",
    code: "Трубка компрессора"
  },
  {
    name: "Трубка кондиционера",
    code: "Трубка кондиционера"
  },
  {
    name: "Трубка масляного радиатора",
    code: "Трубка масляного радиатора"
  },
  {
    name: "Трубка масляного щупа",
    code: "Трубка масляного щупа"
  },
  {
    name: "Трубка обратки форсунок",
    code: "Трубка обратки форсунок"
  },
  {
    name: "Трубка омывателя (шланг омывателя)",
    code: "Трубка омывателя (шланг омывателя)"
  },
  {
    name: "Трубка охлаждающей жидкости металлическая",
    code: "Трубка охлаждающей жидкости металлическая"
  },
  {
    name: "Трубка охлаждающей жидкости пластиковая",
    code: "Трубка охлаждающей жидкости пластиковая"
  },
  {
    name: "Трубка охлаждения АКПП",
    code: "Трубка охлаждения АКПП"
  },
  {
    name: "Трубка пневмоподвески",
    code: "Трубка пневмоподвески"
  },
  {
    name: "Трубка сажевого фильтра",
    code: "Трубка сажевого фильтра"
  },
  {
    name: "Трубка системы рециркуляции EGR",
    code: "Трубка системы рециркуляции EGR"
  },
  {
    name: "Трубка сцепления",
    code: "Трубка сцепления"
  },
  {
    name: "Трубка ТНВД",
    code: "Трубка ТНВД"
  },
  {
    name: "Трубка топливная",
    code: "Трубка топливная"
  },
  {
    name: "Трубка тормозная",
    code: "Трубка тормозная"
  },
  {
    name: "Трубка турбины",
    code: "Трубка турбины"
  },
  {
    name: "Трубки автономного отопителя",
    code: "Трубки автономного отопителя"
  },
  {
    name: "Турбина",
    code: "Турбина"
  },
  {
    name: "Тяга",
    code: "Тяга"
  },
  {
    name: "Тяга входного шкива",
    code: "Тяга входного шкива"
  },
  {
    name: "Тяга датчика положения кузова",
    code: "Тяга датчика положения кузова"
  },
  {
    name: "Тяга кулисы КПП",
    code: "Тяга кулисы КПП"
  },
  {
    name: "Тяга открывания двери",
    code: "Тяга открывания двери"
  },
  {
    name: "Тяга привода заслонки дроссельной",
    code: "Тяга привода заслонки дроссельной"
  },
  {
    name: "Тяга развальная",
    code: "Тяга развальная"
  },
  {
    name: "Тяга реактивная",
    code: "Тяга реактивная"
  },
  {
    name: "Тяга рулевая",
    code: "Тяга рулевая"
  },
  {
    name: "Тяга ручника",
    code: "Тяга ручника"
  },
  {
    name: "Узел педальный (блок педалей)",
    code: "Узел педальный (блок педалей)"
  },
  {
    name: "Уплотнитель",
    code: "Уплотнитель"
  },
  {
    name: "Уплотнитель багажника",
    code: "Уплотнитель багажника"
  },
  {
    name: "Уплотнитель двери задней левой",
    code: "Уплотнитель двери задней левой"
  },
  {
    name: "Уплотнитель двери задней правой",
    code: "Уплотнитель двери задней правой"
  },
  {
    name: "Уплотнитель двери передней левой",
    code: "Уплотнитель двери передней левой"
  },
  {
    name: "Уплотнитель двери передней правой",
    code: "Уплотнитель двери передней правой"
  },
  {
    name: "Уплотнитель двери сдвижной",
    code: "Уплотнитель двери сдвижной"
  },
  {
    name: "Уплотнитель капота",
    code: "Уплотнитель капота"
  },
  {
    name: "Уплотнитель крыла",
    code: "Уплотнитель крыла"
  },
  {
    name: "Уплотнитель люка",
    code: "Уплотнитель люка"
  },
  {
    name: "Уплотнитель стекла лобового",
    code: "Уплотнитель стекла лобового"
  },
  {
    name: "Упор противооткатный",
    code: "Упор противооткатный"
  },
  {
    name: "Ус под фару",
    code: "Ус под фару"
  },
  {
    name: "Ус под фару левый",
    code: "Ус под фару левый"
  },
  {
    name: "Ус под фару правый",
    code: "Ус под фару правый"
  },
  {
    name: "Ус под фонарь",
    code: "Ус под фонарь"
  },
  {
    name: "Ус под фонарь левый",
    code: "Ус под фонарь левый"
  },
  {
    name: "Ус под фонарь правый",
    code: "Ус под фонарь правый"
  },
  {
    name: "Усилитель антенны",
    code: "Усилитель антенны"
  },
  {
    name: "Усилитель бампера",
    code: "Усилитель бампера"
  },
  {
    name: "Усилитель бампера заднего",
    code: "Усилитель бампера заднего"
  },
  {
    name: "Усилитель бампера переднего",
    code: "Усилитель бампера переднего"
  },
  {
    name: "Усилитель музыкальный",
    code: "Усилитель музыкальный"
  },
  {
    name: "Усилитель порога",
    code: "Усилитель порога"
  },
  {
    name: "Усилитель торпедо",
    code: "Усилитель торпедо"
  },
  {
    name: "Успокоитель масляный",
    code: "Успокоитель масляный"
  },
  {
    name: "Успокоитель ремня ГРМ",
    code: "Успокоитель ремня ГРМ"
  },
  {
    name: "Успокоитель цепи ГРМ",
    code: "Успокоитель цепи ГРМ"
  },
  {
    name: "Фазорегулятор",
    code: "Фазорегулятор"
  },
  {
    name: "Фара дополнительная (прожектор)",
    code: "Фара дополнительная (прожектор)"
  },
  {
    name: "Фара левая",
    code: "Фара левая"
  },
  {
    name: "Фара передняя (комплект)",
    code: "Фара передняя (комплект)"
  },
  {
    name: "Фара правая",
    code: "Фара правая"
  },
  {
    name: "Фара противотуманная (комплект)",
    code: "Фара противотуманная (комплект)"
  },
  {
    name: "Фара противотуманная левая",
    code: "Фара противотуманная левая"
  },
  {
    name: "Фара противотуманная правая",
    code: "Фара противотуманная правая"
  },
  {
    name: "Фильтр АКПП",
    code: "Фильтр АКПП"
  },
  {
    name: "Фильтр воздушный",
    code: "Фильтр воздушный"
  },
  {
    name: "Фильтр масляный",
    code: "Фильтр масляный"
  },
  {
    name: "Фильтр подъема топлива",
    code: "Фильтр подъема топлива"
  },
  {
    name: "Фильтр сажевый",
    code: "Фильтр сажевый"
  },
  {
    name: "Фильтр салонный",
    code: "Фильтр салонный"
  },
  {
    name: "Фильтр топливный",
    code: "Фильтр топливный"
  },
  {
    name: "Флажок кулисы КПП",
    code: "Флажок кулисы КПП"
  },
  {
    name: "Фланец",
    code: "Фланец"
  },
  {
    name: "Фланец (тройник) системы охлаждения",
    code: "Фланец (тройник) системы охлаждения"
  },
  {
    name: "Фланец кардана",
    code: "Фланец кардана"
  },
  {
    name: "Фланец КПП",
    code: "Фланец КПП"
  },
  {
    name: "Фланец ступицы задней",
    code: "Фланец ступицы задней"
  },
  {
    name: "Фланец турбины",
    code: "Фланец турбины"
  },
  {
    name: "Фонарик штатный",
    code: "Фонарик штатный"
  },
  {
    name: "Фонарь габаритный",
    code: "Фонарь габаритный"
  },
  {
    name: "Фонарь габаритный задний левый",
    code: "Фонарь габаритный задний левый"
  },
  {
    name: "Фонарь габаритный задний правый",
    code: "Фонарь габаритный задний правый"
  },
  {
    name: "Фонарь габаритный передний левый",
    code: "Фонарь габаритный передний левый"
  },
  {
    name: "Фонарь габаритный передний правый",
    code: "Фонарь габаритный передний правый"
  },
  {
    name: "Фонарь заднего хода",
    code: "Фонарь заднего хода"
  },
  {
    name: "Фонарь задний (комплект)",
    code: "Фонарь задний (комплект)"
  },
  {
    name: "Фонарь задний левый",
    code: "Фонарь задний левый"
  },
  {
    name: "Фонарь задний правый",
    code: "Фонарь задний правый"
  },
  {
    name: "Фонарь крышки багажника левый",
    code: "Фонарь крышки багажника левый"
  },
  {
    name: "Фонарь крышки багажника правый",
    code: "Фонарь крышки багажника правый"
  },
  {
    name: "Фонарь освещения багажника",
    code: "Фонарь освещения багажника"
  },
  {
    name: "Фонарь противотуманный левый",
    code: "Фонарь противотуманный левый"
  },
  {
    name: "Фонарь противотуманный правый",
    code: "Фонарь противотуманный правый"
  },
  {
    name: "Фонарь противотуманный центральный",
    code: "Фонарь противотуманный центральный"
  },
  {
    name: "Фонарь салона (плафон)",
    code: "Фонарь салона (плафон)"
  },
  {
    name: "Форкамера",
    code: "Форкамера"
  },
  {
    name: "Форсунка",
    code: "Форсунка"
  },
  {
    name: "Форсунка Adblue",
    code: "Форсунка Adblue"
  },
  {
    name: "Форсунка газовая",
    code: "Форсунка газовая"
  },
  {
    name: "Форсунка омывателя",
    code: "Форсунка омывателя"
  },
  {
    name: "Форсунка омывателя заднего стекла",
    code: "Форсунка омывателя заднего стекла"
  },
  {
    name: "Форсунка омывателя фар",
    code: "Форсунка омывателя фар"
  },
  {
    name: "Форсунка управляющая",
    code: "Форсунка управляющая"
  },
  {
    name: "Форточка задняя левая",
    code: "Форточка задняя левая"
  },
  {
    name: "Форточка задняя правая",
    code: "Форточка задняя правая"
  },
  {
    name: "Форточка передняя левая",
    code: "Форточка передняя левая"
  },
  {
    name: "Форточка передняя правая",
    code: "Форточка передняя правая"
  },
  {
    name: "Фрикционы АКПП",
    code: "Фрикционы АКПП"
  },
  {
    name: "Хаб АКПП",
    code: "Хаб АКПП"
  },
  {
    name: "Хаб вариатора",
    code: "Хаб вариатора"
  },
  {
    name: "Хагер",
    code: "Хагер"
  },
  {
    name: "Хвостовик (фланец) заднего моста",
    code: "Хвостовик (фланец) заднего моста"
  },
  {
    name: "Хвостовик (фланец) переднего моста",
    code: "Хвостовик (фланец) переднего моста"
  },
  {
    name: "Хвостовик КПП",
    code: "Хвостовик КПП"
  },
  {
    name: "Холодильная установка",
    code: "Холодильная установка"
  },
  {
    name: "Хомут глушителя",
    code: "Хомут глушителя"
  },
  {
    name: "Хомут металлический",
    code: "Хомут металлический"
  },
  {
    name: "Цанга",
    code: "Цанга"
  },
  {
    name: "Цапфа задняя (ось ступицы)",
    code: "Цапфа задняя (ось ступицы)"
  },
  {
    name: "Цапфа передняя левая",
    code: "Цапфа передняя левая"
  },
  {
    name: "Цапфа передняя правая",
    code: "Цапфа передняя правая"
  },
  {
    name: "Центрифуга",
    code: "Центрифуга"
  },
  {
    name: "Цепь",
    code: "Цепь"
  },
  {
    name: "Цепь вариатора",
    code: "Цепь вариатора"
  },
  {
    name: "Цепь ГРМ",
    code: "Цепь ГРМ"
  },
  {
    name: "Цилиндр подъёма кабины",
    code: "Цилиндр подъёма кабины"
  },
  {
    name: "Цилиндр рулевого управления",
    code: "Цилиндр рулевого управления"
  },
  {
    name: "Цилиндр сцепления главный",
    code: "Цилиндр сцепления главный"
  },
  {
    name: "Цилиндр сцепления рабочий",
    code: "Цилиндр сцепления рабочий"
  },
  {
    name: "Цилиндр тормозной главный",
    code: "Цилиндр тормозной главный"
  },
  {
    name: "Цилиндр тормозной рабочий",
    code: "Цилиндр тормозной рабочий"
  },
  {
    name: "Часть кузова (вырезанный элемент)",
    code: "Часть кузова (вырезанный элемент)"
  },
  {
    name: "Часы",
    code: "Часы"
  },
  {
    name: "Четверть задняя левая",
    code: "Четверть задняя левая"
  },
  {
    name: "Четверть задняя правая",
    code: "Четверть задняя правая"
  },
  {
    name: "Четверть передняя левая",
    code: "Четверть передняя левая"
  },
  {
    name: "Четверть передняя правая",
    code: "Четверть передняя правая"
  },
  {
    name: "Чехлы для сидений",
    code: "Чехлы для сидений"
  },
  {
    name: "Чехол запаски",
    code: "Чехол запаски"
  },
  {
    name: "Чехол рычага КПП",
    code: "Чехол рычага КПП"
  },
  {
    name: "Чехол рычага ручного тормоза (ручника)",
    code: "Чехол рычага ручного тормоза (ручника)"
  },
  {
    name: "Чехол-сумка зарядного устройства",
    code: "Чехол-сумка зарядного устройства"
  },
  {
    name: "Чулок (картер) заднего моста",
    code: "Чулок (картер) заднего моста"
  },
  {
    name: "Чулок (картер) переднего моста",
    code: "Чулок (картер) переднего моста"
  },
  {
    name: "Шайба",
    code: "Шайба"
  },
  {
    name: "Шайба регулировочная",
    code: "Шайба регулировочная"
  },
  {
    name: "Шайба стопорная",
    code: "Шайба стопорная"
  },
  {
    name: "Шайба ступицы",
    code: "Шайба ступицы"
  },
  {
    name: "Шаровая опора",
    code: "Шаровая опора"
  },
  {
    name: "Шасси грузовое",
    code: "Шасси грузовое"
  },
  {
    name: "Шатун",
    code: "Шатун"
  },
  {
    name: "Шестерня",
    code: "Шестерня"
  },
  {
    name: "Шестерня АКПП паразитная (ведомая)",
    code: "Шестерня АКПП паразитная (ведомая)"
  },
  {
    name: "Шестерня АКПП солнечная",
    code: "Шестерня АКПП солнечная"
  },
  {
    name: "Шестерня ГРМ",
    code: "Шестерня ГРМ"
  },
  {
    name: "Шестерня коленвала",
    code: "Шестерня коленвала"
  },
  {
    name: "Шестерня КПП",
    code: "Шестерня КПП"
  },
  {
    name: "Шестерня распредвала",
    code: "Шестерня распредвала"
  },
  {
    name: "Шестерня спидометра",
    code: "Шестерня спидометра"
  },
  {
    name: "Шестерня ТНВД",
    code: "Шестерня ТНВД"
  },
  {
    name: "Шкворень",
    code: "Шкворень"
  },
  {
    name: "Шкив",
    code: "Шкив"
  },
  {
    name: "Шкив вариатора",
    code: "Шкив вариатора"
  },
  {
    name: "Шкив вискомуфты",
    code: "Шкив вискомуфты"
  },
  {
    name: "Шкив генератора",
    code: "Шкив генератора"
  },
  {
    name: "Шкив коленвала",
    code: "Шкив коленвала"
  },
  {
    name: "Шкив насоса гидроусилителя",
    code: "Шкив насоса гидроусилителя"
  },
  {
    name: "Шкив помпы",
    code: "Шкив помпы"
  },
  {
    name: "Шкив промежуточного вала",
    code: "Шкив промежуточного вала"
  },
  {
    name: "Шкив распредвала",
    code: "Шкив распредвала"
  },
  {
    name: "Шкив ТНВД",
    code: "Шкив ТНВД"
  },
  {
    name: "Шланг (трубка) АКПП",
    code: "Шланг (трубка) АКПП"
  },
  {
    name: "Шланг гидроусилителя",
    code: "Шланг гидроусилителя"
  },
  {
    name: "Шланг гидроусилителя высокого давления",
    code: "Шланг гидроусилителя высокого давления"
  },
  {
    name: "Шланг гидроусилителя низкого давления",
    code: "Шланг гидроусилителя низкого давления"
  },
  {
    name: "Шланг масляного радиатора высокого давления",
    code: "Шланг масляного радиатора высокого давления"
  },
  {
    name: "Шланг перекидной",
    code: "Шланг перекидной"
  },
  {
    name: "Шланг тормозной",
    code: "Шланг тормозной"
  },
  {
    name: "Шлейф руля",
    code: "Шлейф руля"
  },
  {
    name: "Шноркель",
    code: "Шноркель"
  },
  {
    name: "Шпилька колесная",
    code: "Шпилька колесная"
  },
  {
    name: "ШРУС внутренний",
    code: "ШРУС внутренний"
  },
  {
    name: "ШРУС карданного вала",
    code: "ШРУС карданного вала"
  },
  {
    name: "ШРУС наружный",
    code: "ШРУС наружный"
  },
  {
    name: "Штанга толкателя",
    code: "Штанга толкателя"
  },
  {
    name: "Шток (палец) заднего гидроцилиндра",
    code: "Шток (палец) заднего гидроцилиндра"
  },
  {
    name: "Шторка багажника",
    code: "Шторка багажника"
  },
  {
    name: "Шторка двери",
    code: "Шторка двери"
  },
  {
    name: "Шторка заднего стекла",
    code: "Шторка заднего стекла"
  },
  {
    name: "Шторка кабины",
    code: "Шторка кабины"
  },
  {
    name: "Шторка крыши",
    code: "Шторка крыши"
  },
  {
    name: "Шторка люка",
    code: "Шторка люка"
  },
  {
    name: "Шторка радиатора",
    code: "Шторка радиатора"
  },
  {
    name: "Шторки салонные (комплект)",
    code: "Шторки салонные (комплект)"
  },
  {
    name: "Штуцер",
    code: "Штуцер"
  },
  {
    name: "Шумоизоляция двери задней левой",
    code: "Шумоизоляция двери задней левой"
  },
  {
    name: "Шумоизоляция двери задней правой",
    code: "Шумоизоляция двери задней правой"
  },
  {
    name: "Шумоизоляция двери передней левой",
    code: "Шумоизоляция двери передней левой"
  },
  {
    name: "Шумоизоляция двери передней правой",
    code: "Шумоизоляция двери передней правой"
  },
  {
    name: "Шумоизоляция двигателя",
    code: "Шумоизоляция двигателя"
  },
  {
    name: "Шумоизоляция капота",
    code: "Шумоизоляция капота"
  },
  {
    name: "Шумоизоляция колесных арок",
    code: "Шумоизоляция колесных арок"
  },
  {
    name: "Шумоизоляция КПП",
    code: "Шумоизоляция КПП"
  },
  {
    name: "Шумоизоляция моторного отсека",
    code: "Шумоизоляция моторного отсека"
  },
  {
    name: "Щетки стеклоочистителя",
    code: "Щетки стеклоочистителя"
  },
  {
    name: "Щеткодержатель (поводок стеклоочистителя, дворник)",
    code: "Щеткодержатель (поводок стеклоочистителя, дворник)"
  },
  {
    name: "Щеткодержатель задний",
    code: "Щеткодержатель задний"
  },
  {
    name: "Щиток приборов (приборная панель)",
    code: "Щиток приборов (приборная панель)"
  },
  {
    name: "Щуп двигателя",
    code: "Щуп двигателя"
  },
  {
    name: "Щуп КПП",
    code: "Щуп КПП"
  },
  {
    name: "Эксцентриковый вал",
    code: "Эксцентриковый вал"
  },
  {
    name: "Электрический отопитель салона",
    code: "Электрический отопитель салона"
  },
  {
    name: "Электрический радиатор отопителя (тэн)",
    code: "Электрический радиатор отопителя (тэн)"
  },
  {
    name: "Электрический усилитель тормозов",
    code: "Электрический усилитель тормозов"
  },
  {
    name: "Электрогидроусилитель руля",
    code: "Электрогидроусилитель руля"
  },
  {
    name: "Электродвигатель",
    code: "Электродвигатель"
  },
  {
    name: "Электродвигатель гибрида",
    code: "Электродвигатель гибрида"
  },
  {
    name: "Электродвигатель гидроборта",
    code: "Электродвигатель гидроборта"
  },
  {
    name: "Электромотор раздаточной коробки",
    code: "Электромотор раздаточной коробки"
  },
  {
    name: "Электронная плата АКПП",
    code: "Электронная плата АКПП"
  },
  {
    name: "Электропривод",
    code: "Электропривод"
  },
  {
    name: "Электропривод багажника",
    code: "Электропривод багажника"
  },
  {
    name: "Электропривод двери задней левой",
    code: "Электропривод двери задней левой"
  },
  {
    name: "Электропривод двери задней правой",
    code: "Электропривод двери задней правой"
  },
  {
    name: "Электропривод двери передней левой",
    code: "Электропривод двери передней левой"
  },
  {
    name: "Электропривод двери передней правой",
    code: "Электропривод двери передней правой"
  },
  {
    name: "Электропривод двери сдвижной",
    code: "Электропривод двери сдвижной"
  },
  {
    name: "Электропривод замка капота",
    code: "Электропривод замка капота"
  },
  {
    name: "Электропривод запирания лючка топливного бака",
    code: "Электропривод запирания лючка топливного бака"
  },
  {
    name: "Электропривод форточки задней левой",
    code: "Электропривод форточки задней левой"
  },
  {
    name: "Электропривод форточки задней правой",
    code: "Электропривод форточки задней правой"
  },
  {
    name: "Электроручник",
    code: "Электроручник"
  },
  {
    name: "Электроусилитель руля",
    code: "Электроусилитель руля"
  },
  {
    name: "Элемент высоковольтной батареи",
    code: "Элемент высоковольтной батареи"
  },
  {
    name: "Эмблема",
    code: "Эмблема"
  },
  {
    name: "Энергоаккумулятор",
    code: "Энергоаккумулятор"
  },
  {
    name: "Юбка бампера заднего",
    code: "Юбка бампера заднего"
  },
  {
    name: "Юбка бампера нижняя",
    code: "Юбка бампера нижняя"
  },
  {
    name: "Юбка бампера переднего",
    code: "Юбка бампера переднего"
  },
  {
    name: "Ящик для инструментов",
    code: "Ящик для инструментов"
  }
];
